Repository: Hanif012/tabletop-club
Catalog: assets/.translations/*.po
Languages: de, fr, nl

source: Chess Board
de: Schachbrett
fr: Plateau d'échecs
nl: Schaakbord

source: An 8x8 Chess board.
de: Ein Schachbrett mit 8x8 Feldern.
fr: Un plateau d'échecs 8×8.
nl: Een 8x8-schaakbord.

source: Go Board (Large)
de: Go Spielbrett (Groß)
fr: Plateau de Go (Grand)
nl: Go-bord (groot)

source: A 19x19 Goban.
de: Ein 19x19 Go-Spielbrett.
fr: Un Goban 19x19.
nl: Een 19x19-goban.

source: Go Board (Small)
de: Go Spielbrett (Klein)
fr: Plateau de Go (Petit)
nl: Go-bord (klein)

source: A 13x13 and 9x9 Goban.
de: Ein 13x13 und 9x9 Go-Spielbrett.
fr: Un Goban 13x13 et 9x9.
nl: Een 13x13- en 9x9-goban.

source: 52-Card Deck
de: 52-Karten Deck
fr: Jeu de 52 cartes
nl: 52 speelkaarten

source: A deck of poker-sized French-suited playing cards excluding jokers.
de: Französisches Blatt für Poker, ohne Joker.
fr: Un jeu de 52 cartes à jouer françaises de taille poker, sans jokers.
nl: 52 Franse speelkaarten, exclusief jokers.

source: Ace of Clubs
de: Kreuz-Ass
fr: As de trèfle
nl: Klaverenaas

source: A poker-sized French-suited playing card.
de: Französisches Pokerkartenset.
fr: Une carte à jouer française de taille poker.
nl: Een Franse speelkaart.

source: Ace of Diamonds
de: Karo-Ass
fr: As de carreau
nl: Ruitenaas

source: Ace of Hearts
de: Herz-Ass
fr: As de cœur
nl: Hartenaas

source: Ace of Spades
de: Pik-Ass
fr: As de pique
nl: Schoppenaas

source: Eight of Clubs
de: Kreuz Acht
fr: Huit de trèfle
nl: Klaverenacht

source: Eight of Diamonds
de: Karo Acht
fr: Huit de carreau
nl: Ruitenacht

source: Eight of Hearts
de: Herz Acht
fr: Huit de cœur
nl: Hartenacht

source: Eight of Spades
de: Pik Acht
fr: Huit de pique
nl: Schoppenacht

source: Five of Clubs
de: Kreuz Fünf
fr: Cinq de trèfle
nl: Klaverenvijf

source: Five of Diamonds
de: Karo Fünf
fr: Cinq de carreau
nl: Ruitenvijf

source: Five of Hearts
de: Herz Fünf
fr: Cinq de cœur
nl: Hartenvijf

source: Five of Spades
de: Pik Fünf
fr: Cinq de pique
nl: Schoppenvijf

source: Four of Clubs
de: Kreuz Vier
fr: Quatre de trèfle
nl: Klaverenvier

source: Four of Diamonds
de: Karo Vier
fr: Quatre de carreau
nl: Ruitenvier

source: Four of Hearts
de: Herz Vier
fr: Quatre de cœur
nl: Hartenvier

source: Four of Spades
de: Pik Vier
fr: Quatre de pique
nl: Schoppenvier

source: Jack of Clubs
de: Kreuzbube
fr: Valet de trèfle
nl: Klaverenboer

source: Jack of Diamonds
de: Karobube
fr: Valet de carreau
nl: Ruitenboer

source: Jack of Hearts
de: Herzbube
fr: Valet de cœur
nl: Hartenboer

source: Jack of Spades
de: Pikbube
fr: Valet de pique
nl: Schoppenboer

source: Joker Black
de: Schwarzer Joker
fr: Joker noir
nl: Zwarte joker

source: Joker Red
de: Roter Joker
fr: Joker rouge
nl: Rode joker

source: King of Clubs
de: Kreuzkönig
fr: Roi de trèfle
nl: Klaverenheer

source: King of Diamonds
de: Karokönig
fr: Roi de carreau
nl: Ruitenheer

source: King of Hearts
de: Herzkönig
fr: Roi de cœur
nl: Hartenheer

source: King of Spades
de: Pikkönig
fr: Roi de pique
nl: Schoppenheer

source: Nine of Clubs
de: Kreuz Neun
fr: Neuf de trèfle
nl: Klaverennegen

source: Nine of Diamonds
de: Karo Neun
fr: Neuf de carreau
nl: Ruitennegen

source: Nine of Hearts
de: Herz Neun
fr: Neuf de cœur
nl: Hartennegen

source: Nine of Spades
de: Pik Neun
fr: Neuf de pique
nl: Schoppennegen

source: Queen of Clubs
de: Kreuzdame
fr: Dame de trèfle
nl: Klaverendame

source: Queen of Diamonds
de: Karodame
fr: Dame de carreau
nl: Ruitendame

source: Queen of Hearts
de: Herzdame
fr: Dame de cœur
nl: Hartendame

source: Queen of Spades
de: Pikdame
fr: Dame de pique
nl: Schoppendame

source: Seer
de: Seher
fr: Voyante
nl: Weerwolven van Wakkerdam

source: Helps villagers by secretly inspecting someone's role every night.
de: Hilft den Dorfbewohnern, indem er jede Nacht heimlich die Rolle von jemandem überprüft.
fr: Aide les villageois en inspectant secrètement le rôle de quelqu'un chaque nuit.
nl: Help de dorpsbewoners door iedere nacht iemands rol te controleren.

source: Seven of Clubs
de: Kreuz Sieben
fr: Sept de trèfle
nl: Klaverenzeven

source: Seven of Diamonds
de: Karo Sieben
fr: Sept de carreau
nl: Ruitenzeven

source: Seven of Hearts
de: Herz Sieben
fr: Sept de cœur
nl: Hartenzeven

source: Seven of Spades
de: Pik Sieben
fr: Sept de pique
nl: Schoppenzeven

source: Six of Clubs
de: Kreuz Sechs
fr: Six de trèfle
nl: Klaverenzes

source: Six of Diamonds
de: Karo Sechs
fr: Six de carreau
nl: Ruitenzes

source: Six of Hearts
de: Herz Sechs
fr: Six de cœur
nl: Hartenzes

source: Six of Spades
de: Pik Sechs
fr: Six de pique
nl: Schoppenzes

source: Ten of Clubs
de: Kreuz Zehn
fr: Dix de trèfle
nl: Klaverentien

source: Ten of Diamonds
de: Karo Zehn
fr: Dix de carreau
nl: Ruitentien

source: Ten of Hearts
de: Herz Zehn
fr: Dix de cœur
nl: Hartentien

source: Ten of Spades
de: Pik Zehn
fr: Dix de pique
nl: Schoppentien

source: Three of Clubs
de: Kreuz Drei
fr: Trois de trèfle
nl: Klaverendrie

source: Three of Diamonds
de: Karo Drei
fr: Trois de carreau
nl: Ruitendrie

source: Three of Hearts
de: Herz Drei
fr: Trois de cœur
nl: Hartendrie

source: Three of Spades
de: Pik Drei
fr: Trois de pique
nl: Schoppendrie

source: Two of Clubs
de: Kreuz Zwei
fr: Deux de trèfle
nl: Klaverentwee

source: Two of Diamonds
de: Karo Zwei
fr: Deux de carreau
nl: Ruitentwee

source: Two of Hearts
de: Herz Zwei
fr: Deux de cœur
nl: Hartentwee

source: Two of Spades
de: Pik Zwei
fr: Deux de pique
nl: Schoppentwee

source: Villager
de: Dorfbewohner
fr: Villageois
nl: Dorpsbewoner

source: Avoid being eaten by werewolves at night by voting against them during the day.
de: Vermeide es, nachts von Werwölfen gefressen zu werden, indem du tagsüber gegen sie stimmst.
fr: Évitez d'être mangé par les loups-garous la nuit en votant contre eux pendant la journée.
nl: Zorg dat je 's nachts niet wordt opgegeten door weerwolven door overdag tegen ze te stemmen.

source: Werewolf
de: Werwolf
fr: Loup-garou
nl: Weerwolf

source: Decide who to feast upon every night with your pack, avoid suspision from villagers.
de: Entscheide, wen jede Nacht dein Rudel verzehrt, und vermeide den Verdacht der Dorfbewohner.
fr: Décidez qui dévorer chaque nuit avec votre meute, évitez les suspicions des villageois.
nl: Bepaal iedere nacht wie je gaat opeten, maar voorkom dat de dorpsbewoners achterdochtig worden.

source: Purse
de: Beutel
fr: Sacoche
nl: Handtas

source: Red Cup
de: Roter Becher
fr: Gobelet rouge
nl: Rode beker

source: d4 (Black)
de: d4 (Schwarz)
fr: d4 (noir)
nl: d4 (zwart)

source: A 4-sided die.
de: Ein vierseitiger Würfel.
fr: Un dé à 4 faces.
nl: Een vierzijdige dobbelsteen.

source: d4 (Blue)
de: d4 (Blau)
fr: d4 (bleu)
nl: d4 (blauw)

source: d4 (Brown)
de: d4 (Braun)
fr: d4 (brun)
nl: d4 (bruin)

source: d4 (Cyan)
de: d4 (Cyanblau)
nl: d4 (groenblauw)

source: d4 (Green)
de: d4 (Grün)
fr: d4 (vert)
nl: d4 (groen)

source: d4 (Orange)
nl: d4 (oranje)

source: d4 (Pink)
fr: d4 (rose)
nl: d4 (roze)

source: d4 (Purple)
de: d4 (Lila)
fr: d4 (violet)
nl: d4 (paars)

source: d4 (Red)
de: d4 (Rot)
fr: d4 (rouge)
nl: d4 (rood)

source: d4 (White)
de: d4 (Weiß)
fr: d4 (blanc)
nl: d4 (wit)

source: d4 (Yellow)
de: d4 (Gelb)
fr: d4 (jaune)
nl: d4 (geel)

source: d6 (Black)
de: d6 (Schwarz)
fr: d6 (noir)
nl: d6 (zwart)

source: A 6-sided die.
de: Ein sechsseitiger Würfel.
fr: Un dé à 6 faces.
nl: Een zeszijdige dobbelsteen.

source: d6 (Blue)
de: d6 (Blau)
fr: d6 (bleu)
nl: d6 (blauw)

source: d6 (Brown)
de: d6 (Braun)
fr: d6 (brun)
nl: d6 (bruin)

source: d6 (Cyan)
de: d6 (Cyanblau)
nl: d6 (groenblauw)

source: d6 (Green)
de: d6 (Grün)
fr: d6 (vert)
nl: d6 (groen)

source: d6 (Orange)
nl: d6 (oranje)

source: d6 (Pink)
fr: d6 (rose)
nl: d6 (roze)

source: d6 (Purple)
de: d6 (Lila)
fr: d6 (violet)
nl: d6 (paars)

source: d6 (Red)
de: d6 (Rot)
fr: d6 (rouge)
nl: d6 (rood)

source: d6 (Traditional)
de: d6 (Traditionell)
fr: d6 (classique)
nl: d6 (traditioneel)

source: d6 (White)
de: d6 (Weiß)
fr: d6 (blanc)
nl: d6 (wit)

source: d6 (Yellow)
de: d6 (Gelb)
fr: d6 (jaune)
nl: d6 (geel)

source: d8 (Black)
de: d8 (Schwarz)
fr: d8 (noir)
nl: d8 (zwart)

source: An 8-sided die.
de: Ein achtseitiger Würfel.
fr: Un dé à 8 faces.
nl: Een achtzijdige dobbelsteen.

source: d8 (Blue)
de: d8 (Blau=
fr: d8 (bleu)
nl: d8 (blauw)

source: d8 (Brown)
de: d8 (Braun)
fr: d8 (brun)
nl: d8 (bruin)

source: d8 (Cyan)
de: d8 (Cyanblau)
nl: d8 (groenblauw)

source: d8 (Green)
de: d8 (Grün)
fr: d8 (vert)
nl: d8 (groen)

source: d8 (Orange)
nl: d8 (oranje)

source: d8 (Pink)
fr: d8 (rose)
nl: d8 (roze)

source: d8 (Purple)
de: d8 (Lila)
fr: d8 (violet)
nl: d8 (paars)

source: d8 (Red)
de: d8 (Rot)
fr: d8 (rouge)
nl: d8 (rood)

source: d8 (White)
de: d8 (Weiß)
fr: d8 (blanc)
nl: d8 (wit)

source: d8 (Yellow)
de: d8 (Gelb)
fr: d8 (jaune)
nl: d8 (geel)

source: d10 (Black)
de: d10 (Schwarz)
fr: d10 (noir)
nl: d10 (zwart)

source: A 10-sided die.
de: Ein zehnseitiger Würfel.
fr: Un dé à 10 faces.
nl: Een tienzijdige dobbelsteen.

source: d10 (Blue)
de: d10 (Blau)
fr: d10 (bleu)
nl: d10 (blauw)

source: d10 (Brown)
de: d10 (Braun)
fr: d10 (brun)
nl: d10 (bruin)

source: d10 (Cyan)
de: d10 (Cyanblau)
nl: d10 (groenblauw)

source: d10 (Green)
de: d10 (Grün)
fr: d10 (vert)
nl: d10 (groen)

source: d10 (Orange)
nl: d10 (oranje)

source: d10 (Percent) (Black)
de: d10 (Prozent) (Schwarz)
fr: d10 (Pourcentage) (noir)
nl: d10 (procent) (zwart)

source: d10 (Percent) (Blue)
de: d10 (Prozent) (Blau)
fr: d10 (Pourcentage) (bleu)
nl: d10 (procent) (blauw)

source: d10 (Percent) (Brown)
de: d10 (Prozent) (Braun)
fr: d10 (Pourcentage) (brun)
nl: d10 (procent) (bruin)

source: d10 (Percent) (Cyan)
de: d10 (Prozent) (Cyanblau)
fr: d10 (Pourcentage) (cyan)
nl: d10 (procent) (groenblauw)

source: d10 (Percent) (Green)
de: d10 (Prozent) (Grün)
fr: d10 (Pourcentage) (vert)
nl: d10 (procent) (groen)

source: d10 (Percent) (Orange)
de: d10 (Prozent) (Orange)
fr: d10 (Pourcentage) (orange)
nl: d10 (procent) (oranje)

source: d10 (Percent) (Pink)
de: d10 (Prozent) (Pink)
fr: d10 (Pourcentage) (rose)
nl: d10 (procent) (roze)

source: d10 (Percent) (Purple)
de: d10 (Prozent) (Lila)
fr: d10 (Pourcentage) (violet)
nl: d10 (procent) (paars)

source: d10 (Percent) (Red)
de: d10 (Prozent) (Rot)
fr: d10 (Pourcentage) (rouge)
nl: d10 (procent) (rood)

source: d10 (Percent) (White)
de: d10 (Prozent) (Weiß)
fr: d10 (Pourcentage) (blanc)
nl: d10 (procent) (wit)

source: d10 (Percent) (Yellow)
de: d10 (Prozent) (Gelb)
fr: d10 (Pourcentage) (jaune)
nl: d10 (procent) (geel)

source: d10 (Pink)
fr: d10 (rose)
nl: d10 (roze)

source: d10 (Purple)
de: d10 (Lila)
fr: d10 (violet)
nl: d10 (paars)

source: d10 (Red)
de: d10 (Rot)
fr: d10 (rouge)
nl: d10 (rood)

source: d10 (White)
de: d10 (Weiß)
fr: d10 (blanc)
nl: d10 (wit)

source: d10 (Yellow)
de: d10 (Gelb)
fr: d10 (jaune)
nl: d10 (geel)

source: d12 (Black)
de: d12 (Schwarz)
fr: d12 (noir)
nl: d12 (zwart)

source: A 12-sided die.
de: Ein zwölfseitiger Würfel.
fr: Un dé à 12 faces.
nl: Een twaalfzijdige dobbelsteen.

source: d12 (Blue)
de: d12 (Blau)
fr: d12 (bleu)
nl: d12 (blauw)

source: d12 (Brown)
de: d12 (Braun)
fr: d12 (brun)
nl: d12 (bruin)

source: d12 (Cyan)
de: d12 (Cyanblau)
nl: d12 (groenblauw)

source: d12 (Green)
de: d12 (Grün)
fr: d12 (vert)
nl: d12 (groen)

source: d12 (Orange)
nl: d12 (oranje)

source: d12 (Pink)
fr: d12 (rose)
nl: d12 (roze)

source: d12 (Purple)
de: d12 (Lila)
fr: d12 (violet)
nl: d12 (paars)

source: d12 (Red)
de: d12 (Rot)
fr: d12 (rouge)
nl: d12 (rood)

source: d12 (White)
de: d12 (Weiß)
fr: d12 (blanc)
nl: d12 (wit)

source: d12 (Yellow)
de: d12 (Gelb)
fr: d12 (jaune)
nl: d12 (geel)

source: d20 (Black)
de: d20 (Schwarz)
fr: d20 (noir)
nl: d20 (zwart)

source: A 20-sided die.
de: Ein 20-seitiger Würfel.
fr: Un dé à 20 faces.
nl: Een twintigzijdige dobbelsteen.

source: d20 (Blue)
de: d20 (Blau)
fr: d20 (bleu)
nl: d20 (blauw)

source: d20 (Brown)
de: d20 (Braun)
fr: d20 (brun)
nl: d20 (bruin)

source: d20 (Cyan)
de: d20 (Cyanblau)
nl: d20 (groenblauw)

source: d20 (Green)
de: d20 (Grün)
fr: d20 (vert)
nl: d20 (groen)

source: d20 (Orange)
nl: d20 (oranje)

source: d20 (Pink)
fr: d20 (rose)
nl: d20 (roze)

source: d20 (Purple)
de: d20 (Lila)
fr: d20 (violet)
nl: d20 (paars)

source: d20 (Red)
de: d20 (Rot)
fr: d20 (rouge)
nl: d20 (rood)

source: d20 (White)
de: d20 (Weiß)
fr: d20 (blanc)
nl: d20 (wit)

source: d20 (Yellow)
de: d20 (Gelb)
fr: d20 (jaune)
nl: d20 (geel)

source: Chess
de: Schach
fr: Échecs
nl: Schaken

source: Standard Chess for two players.
de: Standardschach für zwei Spieler.
fr: Jeu d'échecs standard pour deux joueurs.
nl: Een standaard schaakset voor twee spelers.

source: Dominoes
de: Domino
fr: Dominos
nl: Dominostenen

source: A bag with 28 tiles has been provided.
de: Ein Beutel mit 28 Kacheln wurde zur Verfügung gestellt.
fr: Un sac avec 28 tuiles a été fourni.
nl: Een zak met 28 dominostenen.

source: Standard Go for two players. Can play on a 19x19, 13x13, or 9x9 board.
de: Standard-Go für zwei Spieler. Kann auf einem 19x19-, 13x13- oder 9x9-Brett gespielt werden.
fr: Go standard pour 2 joueurs. Peut être joué sur un plateau de 19x19, 13x13 ou 9x9.
nl: Een standaard Go-spel voor twee spelers. Er zijn borden van 19x19, 13x13 en 9x9 beschikbaar.

source: Each player has been given 25 chips, which sum up to a value of 500.
de: Jeder Spieler erhielt 25 Chips mit einem Gesamtwert von 500.
fr: Chaque joueur a reçu 25 jetons, dont la valeur totale est de 500.
nl: Elke speler krijgt 25 fiches ter waarde van 500.

source: Light and airy, this piece is guaranteed not to steal focus.
de: Leicht und luftig. Dieses Stück stiehlt garantiert nicht den Fokus.
fr: Légère et aérienne, cette pièce est garantie de ne pas détourner l'attention.
nl: Dit stuk is licht en dromerig en leidt je niet af.

source: This is cool. You can walk into a dinner party, grab a glass of prosecco, kiss the host, then casually defuse a large bomb one second before the timer runs out. That level of cool. Maybe you're not that cool, but if you adopt this as your personal theme tune, people will THINK you're that cool.
de: Ich sag dir mal, was cool sein bedeutet. Du gehst zu einer Dinnerparty, schnappst dir ein Glass Prosecco, küsst den Gastgeber leidenschaftlich, und dann entschärfst du ganz entspannt und nebenbei eine Bombe in allerletzter Sekunde. Das ist cool. Vielleicht bist du nicht wirklich so cool, aber wenn du es dir zur Lebensaufgabe machst, so zu tun, als ob du all das bereits kannst, dann GLAUBEN die Leute irgendwann ganz automatisch, dass du so cool bist.
fr: C'est cool. Vous pouvez entrer dans un dîner, prendre un verre de Prosecco, embrasser l'hôte, puis nonchalamment désamorcer une grosse bombe une seconde avant la fin du compteur. Ce niveau de cool. Peut-être que vous n'êtes pas aussi cool, mais si vous adoptez cette chanson comme votre thème personnel, les gens PENSERONT que vous êtes aussi cool.
nl: Er hangt een coole sfeer. Je kunt naar een etentje gaan, een glas prosecco inschenken, de organisator een kus geven en vervolgens een grote bom onschadelijk maken vlak voordat-ie zou moeten ontploffen. Díe coole sfeer. Wellicht ben jij niet zó cool, maar met dit nummer denken mensen van wel.

source: Oh hello. I didn't see you there. Welcome to my pad. My favorite parts are the view of the beach, and this very groovy orange shag-carpeting on the walls. I still haven't been able to teach my Roombas to get up by the ceiling, though.
de: Oh, hallo! Ich habe dich gar nicht gesehen. Willkommen in meiner bescheidenen Behausung. Am besten gefällt mir die Aussicht auf den Strand und diese lässigen orangen Zottelteppiche an den Wänden. Allerdings habe ich meinen Roomba noch nicht dazu gebracht, die Wände hochzugehen.
fr: Oh salut. Je ne t'avais pas vu. Bienvenue dans mon humble demeure. Ce qui me plait le plus, c'est la vue sur la plage, et ce tapis à poils longs orange très groovy sur les murs. Cependant, je n'ai pas pu apprendre à mon Roomba à grimper au plafond.
nl: O, hé, ik zag je niet. Welkom in mijn nederig stulpje. Mijn favoriete plekjes zijn de veranda, met uitzicht op het strand, en de woonkamer met dit mieterse oranje behangetje. Ik moet alleen nog even uitzoeken hoe ik mijn robotstofzuigers het plafond kan laten doen.

source: Nice little non-offending light jazz piece for vibes.
de: Nettes, unaufgeregtes Light Jazz Stück für Vibes.
fr: Joli petit morceau de jazz léger et inoffensif pour l'ambiance.
nl: Een licht stukje jazzmuziek dat niemand kwaad doet.

source: You're looking for the low-down, huh? That's going to take lettuce. You want the dope? the scoop? the skinny? Ten bucks a day plus expenses. No negotiations. I ain't no fourth-rate gumshoe - but a ducky shincracker like you already knew that... Out of curiosity, what's the word for people who overuse slang?
fr: Vous cherchez à être au parfum, hein ? Ça va coûter de l'oseille. Vous voulez la came ? le scoop ? l'info ? Dix dollars par jour plus les frais. Pas de négociations. Je ne suis pas un détective de quatrième classe, mais virtuose comme vous le savez déjà... Par curiosité, quel est le mot pour les gens qui abusent de l'argot ?
nl: Zo, dus je wilt het naadje van de kous weten, hè? Dat gaat je knaken kosten, gappie. Mot ik tot op de bodem gaan? Tot het gaatje? Tot in je reet? Tot de max? Dat is nog eens tien euries per dag plus onkostenvergoeding. Met mein valt niet te onderhandelen, schorem. Ik ben gekke Gerrit nie; ik ben een gouwe ouwe handelaar. Een rasechte Amsterdammer. Hoe noem je trouwens een échte Amsterdammer?

source: A piece of music from a more elegant time, 1940. This is a beautiful slow piece that will make you want to pick up some champagne and go off slow dancing with people... or penguins. I like penguins. And now some searchable words: Big Band. 1940s. Forties. Formal Party. Penguin Slow Dance. No Whammies.
de: Eine Nummer aus einer Zeit, als man noch wusste, was Stil und Eleganz bedeuten, 1940. Ein wunderschönes Versatzstück musikalischer Ausprägung, das einen geradezu verleitet, mit einem Glas Champagner in der Hand ein Tänzchen zu wagen mit der nächstbesten Person, die sich findet… oder von mir aus auch mit einem Pinguin. Ich mag Pinguine. Und jetzt noch ein paar Schlagworte zum Nachlesen: Big Band. 1940er. Die wilden Vierziger. Empfänge. Jive au Pinguine. Keine Untergriffigkeiten, bitte.
fr: Un morceau de musique d'une époque plus élégante, 1940. C'est un beau morceau tranquille qui vous donnera envie de prendre du champagne et d'aller danser un slow avec des gens... ou des pingouins. J'aime les pingouins. Et maintenant quelques mots à rechercher : Big Band. 1940s. Années quarante. Soirée élégante. Pingouin Danse Slow. Pas de vibrato.
nl: Een stukje muziek uit een elegantere periode, namelijk 1940. Dit is een prachtig langzaam nummer waarbij je een glas champagne wilt pakken en rustig wilt gaan dansen met mensen… of pinguïns. Ik hou van pinguïns. O ja, nog enkele trefwoorden: Big Band. Jaren 40. Veertig. Formeel feestje. Pinguïndans. Geen Whammies.

source: Welcome to the lobby of the FUTURE! Luxurious automatic ashtrays, and modern green vinyl furnishings set off the shag carpeted walls. Enjoy a Rusty Nail from our cheerful bar staff (with a complimentary cheese and fruit plate before 5pm). We feature prime rib dinners every day that ends in a "y"! Remember to tip the bellhops at least 5 cents per bag. Enjoy your stay! This was written 2 years before it was published, because I didn't have a good enough upright bass sample to make it go.
nl: Welkom in de lobby van de TOEKOMST! Luxueuze automatische asbakken en met vinyl beklede meubels in modern groen staan tegen het behang. Geniet van een glaasje whiskey aan onze bar (met een kaas- en fruitplankje vóór 5 uur 's middags!). Ook kun je genieten van spareribs op dagen die eindigen op een ‘g’. Vergeet niet om de piccolo minimaal 5 cent per dag fooi te geven. Geniet van je verblijf! Dit is 2 jaar geleden geschreven, omdat ik onvoldoende voorbeeldlemma's had.

source: Sad and smooth; Think 1950's detective film.
de: Trist und geschmeidig; wie ein Detektivfilm aus den 50ern.
fr: Triste et suave ; Pensez à un film policier des années 50.
nl: Treurig doch vloeiend, zoals een jarenvijftigdetective.

source: Sort of a minor mid-tempo jazz combo with 2 pianos. Melody is doubled in octaves. Soloist goes outside more than the guy comping... but hey - what are soloists for?
de: Eine Art mittel-schnelle Jazz-Kombination mit 2 Klavieren. Melodie ist in zwei Oktaven. Solist geht mehr raus als der Typ der compt... aber naja - wofür sind Solisten gut?
fr: Une sorte de combo de jazz mid-tempo mineur avec 2 pianos. La mélodie est doublée en octaves. Le soliste divague plus que celui qui accompagne... mais bon, à quoi servent les solistes ?
nl: Een soort van mid-tempo jazzcombinatie met 2 piano's. De melodie van de octaven is verdubbeld. Solo's vliegen de pan uit. Is dat niet waar solo's voor bedoeld zijn?

source: This one got turned up to 11. I started producing this as a parody... then I really started liking it, so I guess it is a pastiche now? Oh, man... I wish there was an allowance for pastiche in copyright like there is for parody.
de: Dieser wurde auf 11 hochgedreht. Ich habe es Anfangs als Parodie produziert... Dann begann ich es wirklich zu mögen, also ist es jetzt eine Pastiche, wie es aussieht? Oh man.... Ich wünschte es gäbe bei Urheberrecht Toleranz für Pastiches wie bei Parodien.
fr: Celle-ci est montée à fond. J'ai commencé à la produire comme une parodie... puis j'ai vraiment commencé à l'aimer, donc je suppose que c'est un pastiche maintenant ? Oh, mec... J'aimerais qu'il y ait une tolérance pour le pastiche dans le droit d'auteur comme il y en a une pour la parodie.
nl: Dit nummer is opgevoerd naar standje 11. Het nummer begon als een parodie, maar ik vond het zó leuk worden dat ik er mijn eigen ding van heb gemaakt. Kon ik er maar geld voor vangen…

source: The year is... I have no idea. Timeless. Could be now, could be in the 1950s. Super cool jazz for your hardcore detectives! Also useful for beat poets! Also useful for ennui or boredom! Well, interesting sorts of boredom.
de: Wir schreiben das Jahr… was weiß ich. Habe mein Gefühl für Zeit verloren. Könnte jetzt sein, oder in den 1950ern. Wirklich guter Jazz für euch Hardcore-Detektive! Zum Mitslammen geeignet! Bietet Abhilfe bei Kurz- und Langeweile! Interessante Art, seine Zeit zu vergeuden.
fr: L'année est... Je n'en ai aucune idée. Intemporelle. Ça pourrait être maintenant, ça pourrait être dans les années 50. Du jazz super cool pour vos détectives hardcore ! Aussi utile pour les poètes de la beat generation ! Aussi utile pour la lassitude ou l'ennui ! Enfin, des variétés intéressantes d'ennui.
nl: Het jaar is… geen idee. Dit nummer is tijdloos. Misschien is het in het nu, misschien in de jaren 50. Supercoole jazz voor échte speurneuzen of dichters! Of gewoon voor als je je verveelt! Nou ja, leuke verveling dan.

source: Bishop Black
de: Schwarzer Läufer
fr: Fou noir
nl: Zwarte loper

source: Bishop White
de: Weißer Läufer
fr: Fou blanc
nl: Witte loper

source: King Black
de: Schwarzer König
fr: Roi noir
nl: Zwarte koning

source: King White
de: Weißer König
fr: Roi blanc
nl: Witte koning

source: Knight Black
de: Schwarzer Springer
fr: Cavalier noir
nl: Zwart paard

source: Knight White
de: Weißer Springer
fr: Cavalier blanc
nl: Wit paard

source: Pawn Black
de: Schwarzer Bauer
fr: Pion noir
nl: Zwarte pion

source: Pawn White
de: Weißer Bauer
fr: Pion blanc
nl: Witte pion

source: Queen Black
de: Schwarze Dame
fr: Dame noire
nl: Zwarte koningin

source: Queen White
de: Weiße Dame
fr: Dame blanche
nl: Witte koningin

source: Rook Black
de: Schwarzer Turm
fr: Tour noire
nl: Zwarte toren

source: Rook White
de: Weißer Turm
fr: Tour blanche
nl: Witte toren

source: Stone Black
de: Stein Schwarz
fr: Pierre noire
nl: Zwarte steen
