Repository: Hanif012/tabletop-club
Catalog: assets/.translations/*.po
Languages: de, fr, nl

source: Stone White
de: Stein Weiß
fr: Pierre blanche
nl: Witte steen

source: Clouds
de: Wolken
fr: Nuages
nl: Wolken

source: Forest
de: Wald
fr: Forêt
nl: Oerbos

source: Ice River
de: Gefrorener Fluss
fr: Rivière glacée
nl: IJsrivier

source: Niagra Falls
de: Niagarafälle
fr: Chutes du Niagara
nl: Niagarawatervallen

source: Park Winter
fr: Parc en hiver
nl: Winters park

source: Path
de: Pfad
fr: Chemin
nl: Pad

source: Space
de: Weltraum
fr: Espace
nl: Ruimte

source: An alarm for alarming situations.
de: Ein Alarm für alarmierende Situationen.
fr: Une alarme pour les situations alarmantes.
nl: Een alarm voor alarmerende situaties.

source: Gramophone
de: Grammophon
nl: Grammofoon

source: A low-poly vintage gramophone.
de: Ein altes Grammophon im Low-Poly-Stil.
fr: Un gramophone vintage en low poly.
nl: Een historische platenspeler.

source: Picnic Bench
de: Picknickbank
fr: Banc de pique-nique
nl: Picknicktafel

source: Table
de: Tisch
nl: Tafel

source: Blank Page
de: Leere Seite
fr: Page vierge
nl: Blanco pagina

source: There's nothing here...
de: Hier ist nichts...
fr: Il n'y a rien ici...
nl: Er valt hier niks te zien…

source: Score Card
de: Punktekarte
fr: Planche de score
nl: Scorekaart

source: A generic score card for up to 10 players.
de: Eine gewöhnliche Punktekarte für bis zu 10 Spieler.
fr: Une planche de score générique jusqu'à 10 joueurs.
nl: Een algemene scorekaart voor max. 10 spelers.

source: An old radio from a bygone era.
de: Ein altes Radio aus vergangenen Zeiten.
fr: Une vieille radio d'une époque révolue.
nl: Een radio uit lang vervlogen tijden.

source: Blue
de: Blau
fr: Bleu
nl: Blauw

source: A blue token.
de: Ein blauer Spielstein.
fr: Un jeton bleu.
nl: Een blauwe fiche.

source: Brown
de: Braun
fr: Marron
nl: Bruin

source: A brown token.
de: Ein brauner Spielstein.
fr: Un jeton marron.
nl: Een bruine fiche.

source: Cyan
de: Türkis
nl: Groenblauw

source: A cyan token.
de: Ein türkiser Spielstein.
fr: Un jeton cyan.
nl: Een groenblauwe fiche.

source: Green
de: Grün
fr: Vert
nl: Groen

source: A green token.
de: Ein grüner Spielstein.
fr: Un jeton vert.
nl: Een groene fiche.

source: Orange
nl: Oranje

source: An orange token.
de: Ein orangener Spielstein.
fr: Un jeton orange.
nl: Een oranje fiche.

source: Pink
de: Rosa
fr: Rose
nl: Roze

source: A pink token.
de: Ein rosafarbener Spielstein.
fr: Un jeton rose.
nl: Een roze fiche.

source: Purple
de: Lila
fr: Violet
nl: Paars

source: A purple token.
de: Ein lilafarbener Spielstein.
fr: Un jeton violet.
nl: Een paarse fiche.

source: Red
de: Rot
fr: Rouge
nl: Rood

source: A red token.
de: Ein roter Spielstein.
fr: Un jeton rouge.
nl: Een rode fiche.

source: White
de: Weiß
fr: Blanc
nl: Wit

source: A white token.
de: Ein weißer Spielstein.
fr: Un jeton blanc.
nl: Een witte fiche.

source: Yellow
de: Gelb
fr: Jaune
nl: Geel

source: A yellow token.
de: Ein gelber Spielstein.
fr: Un jeton jaune.
nl: Een gele fiche.

source: A poker chip.
de: Ein Poker-Chip.
fr: Un jeton de poker.
nl: Een pokerfiche.

source: 20 x 1 Chips
fr: 20 × jetons de 1
nl: 20 x 1 fiches

source: A stack of 20 1-value chips.
de: Ein Stapel von 20 Chips mit 1er Wert.
fr: Un pile de 20 jetons valant chacun 1.
nl: Een stapel fiches met waarde 20 1.

source: 20 x 10 Chips
fr: 20 × jetons de 10
nl: 20 x 10 fiches

source: A stack of 20 10-value chips.
de: Ein Stapel von 20 Chips mit 10er Wert.
fr: Une pile de 20 jetons valant chacun 10.
nl: Een stapel fiches met waarde 20 10.

source: 20 x 100 Chips
fr: 20 × jetons de 100
nl: 20 x 100 fiches

source: A stack of 20 100-value chips.
de: Ein Stapel von 20 Chips mit 100er Wert.
fr: Une pile de 20 jetons valant chacun 100.
nl: Een stapel fiches met waarde 20 100.

source: 20 x 25 Chips
fr: 20 × jetons de 25
nl: 20 x 25 fiches

source: A stack of 20 25-value chips.
de: Ein Stapel von 20 Chips mit 25er Wert.
fr: Une pile de 20 jetons valant chacun 25.
nl: Een stapel fiches met waarde 20 25.

source: 20 x 5 Chips
fr: 20 × jetons de 5
nl: 20 x 5 fiches

source: A stack of 20 5-value chips.
de: Ein Stapel von 20 Chips mit 5er Wert.
fr: Une pile de 20 jetons valant chacun 5.
nl: Een stapel fiches met waarde 20 5.

source: Airport Lounge - Kevin MacLeod
fr: Salon de l'aéroport - Kevin MacLeod

source: Backbay Lounge - Kevin MacLeod
fr: Lounge Backbay - Kevin MacLeod

source: Deadly Roulette - Kevin MacLeod
fr: Roulette Mortelle - Kevin MacLeod

source: Jazzy! Gumshoe-y! Mystery-y! I suck at making adjectives. Who needs adjectives anyway! I'm fine without adjectives. How fine without adjectives, you may ask? I can't say - as that would require some sort of descriptor! And I don't need descriptors in my writings... Maybe one... tiny little... NO! What am I thinking!? I refuse! I've completely had it with adjectives! Hah! Adverbs work perfectly fine! Woohoo! Adverbs! And before I get mail... adjectives killed my family, so I can go off on them all I want.
de: Entspannt-cool! Unvergessbar! Geheimnisumhangen! Die passenden Adjektive finden ist echt nicht meins. Aber wer braucht schon Adjektive! Ich kann auch gut ohne die Dinger leben. Und falls du dich jetzt fragst, wie gut, dann lass mich eins sagen: ich kann‘s dir nicht sagen. Aber wozu braucht man das auch! Also ich muss keine Dinge beschreiben können, nicht in meinen Texten… außer vielleicht eines … ein klitzekleines … NEIN! Was sage ich da!? Ich verweigere mich! Mir stehen die Adjektive bis hierhin! Pah! Adverben reichen mir vollkommen! Wohoo! Adverben! Genau… und bevor mir jetzt einer einen erbosten Leserbrief schickt: Adjektive haben meine gesamte Familie auf dem Gewissen, ich darf also über Adjektive herziehen, wie ich will.
fr: Jazzeux ! Détectivesque ! Mystérieuieux ! Je suis nul pour créer des adjectifs. Qui a besoin d'adjectifs de toute façon ? Je suis bien sans adjectifs. Comment ça sans adjectifs, vous vous demandez peut-être ? Je ne peux pas le dire - car cela nécessiterait une sorte de descripteur ! Et je n'ai pas besoin de descripteurs dans mes écrits... Peut-être un... tout petit... NON ! A quoi je pense ! ? Je refuse ! J'en ai complètement marre des adjectifs ! Hah ! Les adverbes fonctionnent parfaitement bien ! Woohoo ! Adverbes ! Et avant que je reçoive du courrier... les adjectifs ont tué ma famille, donc je peux m'en prendre à eux autant que je veux.

source: Nebula
fr: Nébuleuse

source: Park
fr: Parc

source: Alarm
fr: Alarme

source: Pot
de: Topf

source: Dallas West
de: West-Dallas

source: Maskonaive
de: Måskonåive-Gletscher
