Repository: Hanif012/tabletop-club
Catalog: game/Translations/*.po
Languages: hu, nb_no, pt, pt_br

source: Value
hu: Szám
nb_no: Verdi
pt: Número
pt_br: Valor

source: Sort by
hu: Rendezés alapja
nb_no: Sorter etter
pt: Ordenar por
pt_br: Ordenar por

source: Timer
hu: Stopper
nb_no: Tidsur
pt: Tempo
pt_br: Temporizador

source: Total: %d
hu: Összeg: %d

source: Total: %f
hu: Összeg: %f

source: Collect selected
hu: Kiválasztottak begyűjtése
nb_no: Samle valgt
pt: Coletar selecionadas
pt_br: Coletar selecionado

source: Add objects...
hu: Tárgyak hozzáadása...
nb_no: Legg til objekter...
pt: Adicionar objetos...
pt_br: Adicionar objetos...

source: Peek inside
hu: Belesés
nb_no: Kikk inni
pt: Olhar dentro
pt_br: Espiar dentro

source: Take objects out
hu: Tárgyak kivétele
nb_no: Ta ut objekter
pt: Colocar objeto pra fora
pt_br: Retire os objetos

source: Speaker
hu: Hangszóró
nb_no: Høytaler
pt: Alto falante
pt_br: Ato falante

source: Details…
hu: Részletek…
nb_no: Detaljer…
pt_br: Detalhes…

source: Cut
hu: Kivágás
nb_no: Skjær
pt: Recortar
pt_br: Recortar

source: Copy
hu: Másolás
nb_no: Kopier
pt: Copiar
pt_br: Copiar

source: Paste
hu: Beillesztés
nb_no: Lim inn
pt: Colar
pt_br: Colar

source: Unlock
hu: Kinyitás
nb_no: Lås opp
pt: Destrancar
pt_br: Desbloquear

source: Lock
hu: Lezárás
nb_no: Lås
pt: Trancar
pt_br: Bloquear

source: Transform
hu: Átalakítás
nb_no: Transformer
pt: Transformar
pt_br: Transformar

source: Set spawn point here
hu: Kezdőpont ide
nb_no: Angi opprinnelsespunkt her
pt: Definir locar de nascimento aqui
pt_br: Defina o ponto de spawn aqui

source: Spawn object here
hu: Tárgy létrehozása itt
nb_no: Skap objekt her
pt: Colocar objeto aqui
pt_br: (Spawn) Gerar objeto aqui

source: Hold %s
hu: %s lenyomva tartva
pt: Segure %s
pt_br: Segure %s

source: Release %s
hu: %s felengedve
nb_no: Slipp %s
pt: Solte %s
pt_br: Solte %s

source: Scroll Wheel
hu: Egérgörgő
nb_no: Musehjul
pt: Roda do Rato
pt_br: Roda de Rolagem do Mouse

source: Move camera
hu: Kamera mozgatása
nb_no: Flytt kamera
pt: Mover câmera
pt_br: Mover câmera

source: Rotate camera
hu: Kamera forgatása
nb_no: Roter kamera
pt: Girar câmera
pt_br: Girar câmera

source: Hold %s + Move Mouse
hu: %s lenyomva tartva + egér mozgatása
nb_no: Hold %s + Beveg musen
pt: Segure %s + Mover Rato
pt_br: Segure %s + Mova o Mouse

source: Zoom camera
hu: Kamera nagyítása
nb_no: Zoom kameraet
pt: Aproximar câmera
pt_br: Câmera com zoom

source: Release selected
hu: Kiválasztott elengedése
nb_no: Slipp valgte
pt: Soltar seleção
pt_br: Lançamento selecionado

source: Stop box selecting
hu: Kiválasztás befejezése
nb_no: Avslutt boksvalg
pt: Cancelar seleção de caixa
pt_br: Parar de selecionar em caixa

source: Select object
hu: Tárgy kiválasztása
nb_no: Velg objekt
pt: Selecionar objeto
pt_br: Selecionar objeto

source: Add to selection
hu: Hozzáadás a kiválasztáshoz
nb_no: Legg til i utvalget
pt: Adicionar a seleção
pt_br: Adicionar à seleção

source: Take random object
hu: Véletlenszerű tárgy kivétele
nb_no: Ta tilfeldig objekt
pt: Pegar objeto aleatório
pt_br: Pegue um objeto aleatório

source: %s + Move Mouse
hu: %s + egér mozgatása
nb_no: %s + Flytt musen
pt: %s + Mover Rato
pt_br: %s + Mover o Mouse

source: Take top object
hu: Legfelső tárgy elvétele
nb_no: Ta øverste objekt
pt: Pegar objeto do topo
pt_br: Pegue o objeto de cima

source: Grab selected
hu: Kiválasztott megfogása
nb_no: Ta tak i valgt
pt: Pegar seleção
pt_br: Pegue selecionado

source: Grab object
hu: Tárgy megfogása
nb_no: Ta tak i objekt
pt: Pegar objeto
pt_br: Pegar objeto

source: Stop moving
hu: Mozgás megállítása
nb_no: Slutt å bevege
pt: Parar de mover
pt_br: Parar movimento

source: Start moving
hu: Mozgás elindítása
nb_no: Begynn å bevege
pt: Começar a mover
pt_br: Começar movimento

source: Box select
hu: Több kiválasztása
nb_no: Boksvalg
pt: Seleção de caixa
pt_br: Caixa de seleção

source: Flick object
hu: Tárgy pöckölése
nb_no: Knips objekt
pt: Passar objeto
pt_br: Movimento rápido de objeto

source: Prepare to flick
hu: Felkészülés a pöckölésre
nb_no: Forbered deg på å knipse
pt: Prepare-se para sacudir
pt_br: Preparar para movimentação rápida

source: Stop measuring
hu: Mérés befejezése
nb_no: Avslutt måling
pt: Parar de medir
pt_br: Pare de medir

source: Start measuring
hu: Mérés elkezdése
nb_no: Start måling
pt: Começar a medir
pt_br: Iniciar medição

source: Create hidden area
hu: Rejtett terület létrehozása
nb_no: Opprett skjult område
pt: Criar área escondida
pt_br: Criar área oculta

source: Draw hidden area
hu: Rejtett terület rajzolása
nb_no: Tegn skjult område
pt: Desenhar área escondida
pt_br: Desenhar área oculta

source: Paint Table
hu: Asztal festése
nb_no: Mal bordet
pt: Pintar a mesa
pt_br: Pintura de mesa

source: Erase Paint
hu: Festék törlése
nb_no: Slett maling
pt: Apagar Pintura
pt_br: Apagar desenho

source: Object menu
hu: Tárgy menü
nb_no: Objektmeny
pt: Menu do objeto
pt_br: Menu de objetos

source: Table menu
hu: Asztal menü
nb_no: Bordmeny
pt: Menu da mesa
pt_br: Menu de mesa

source: Stop flicking
hu: Pöckölés befejezése
nb_no: Avslutt knipsing
pt: Parar de piscar
pt_br: Parar de dar flicks

source: Remove last ruler
hu: Utolsó vonalzó eltávolítása
nb_no: Fjerne siste linjal
pt: Remover última régua
pt_br: Remover a última régua

source: Remove hidden area
hu: Rejtett terület törlése
nb_no: Fjerne skjult område
pt: Remover área escondida
pt_br: Remover área oculta

source: Lift selected
hu: Kiválasztott megemelése
nb_no: Løft valgt
pt: Suspensão selecionada
pt_br: Elevador selecionado

source: Zoom selected
hu: Kiválasztott nagyítása
nb_no: Zoom valgt
pt: Aproximação selecionada
pt_br: Zoom selecionado

source: Rotate selected
hu: Kiválasztott forgatása
nb_no: Roter valgt
pt: Rotação selecionada
pt_br: rotação selecionada

source: Unlock selected
hu: Kiválasztott kinyitása
nb_no: Lås opp valgt
pt: Desbloqueio selecionado
pt_br: Desbloquear selecionado

source: Lock selected
hu: Kiválasztott lezárása
nb_no: Lås valgt
pt: Bloqueio Selecionado
pt_br: Bloquear selecionado

source: Delete selected
hu: Kiválasztott eltávolítása
nb_no: Slett valgt
pt: Excluir selecionado
pt_br: Deletar selecionado

source: Reset orientation
hu: Forgatás alaphelyzetbe
nb_no: Tilbakestill orientering
pt: Restaurar orientação
pt_br: Resetar orientação

source: Flip orientation
hu: Megfordítás
nb_no: Speil orientering
pt: Inverter orientação
pt_br: Orientação de inversão

source: Flip card
hu: Kártya átfordítása
nb_no: Snu kort
pt_br: Virar carta

source: Face card up
hu: Kártya felfordítása
nb_no: Snu kortet oppover
pt_br: Carta virada pra cima

source: Reset camera
hu: Kamera alaphelyzetbe
nb_no: Tilbakestill kamera
pt: Restaurar câmera
pt_br: Resetar câmera

source: Pause track
hu: Hangsáv szüneteltetése
nb_no: Pause lydspor
pt: Pausar gravação
pt_br: Pausar trilha

source: Resume track
hu: Hangsáv folytatása
nb_no: Gjenoppta lydspor
pt: Continuar gravação
pt_br: Retomar trilha

source: Stop track
hu: Hangsáv leállítása
nb_no: Stopp lydspor
pt: Parar gravação
pt_br: Parar trilha

source: Play track
hu: Hangsáv lejátszása
nb_no: Spill av lydspor
pt: Rodar gravação
pt_br: Tocar trilha

source: No track loaded
hu: Nincs betöltött hangsáv
nb_no: Ingen lydspor lastet inn
pt: Gravação não carregada
pt_br: Nenhuma trilha lida

source: Playing: %s
hu: Most játszott: %s
nb_no: Spiller: %s
pt: Rodando: %s
pt_br: Tocando: %s

source: Loaded: %s
hu: Betöltve: %s
nb_no: Lastet inn: %s
pt: Carregado: %s
pt_br: Lido: %s

source: Pause timer
hu: Stopper szüneteltetése
nb_no: Pause tidsur
pt: Pausar cronômetro
pt_br: Timer pausado

source: Resume timer
hu: Stopper folytatása
nb_no: Gjenoppta tidsur
pt: Continuar
pt_br: Retomar timer

source: Stop countdown
hu: Visszaszámlálás szüneteltetése
nb_no: Stopp nedtelling
pt: Parar contagem
pt_br: Parar contagem regressiva

source: Start countdown
hu: Visszaszámlálás indítása
nb_no: Start nedtelling
pt: Iniciar contagem
pt_br: Iniciar contagem regressiva

source: Stop stopwatch
hu: Stopper leállítása
nb_no: Stopp stoppeklokke
pt: Parar cronômetro
pt_br: Pare o cronômetro

source: Start stopwatch
hu: Stopper indítása
nb_no: Start stoppeklokke
pt: Iniciar cronômetro
pt_br: Iniciar o cronômetro

source: Downloading %s ...
hu: %s letöltése...
nb_no: Laster ned %s ...
pt: Baixando %s...
pt_br: Baixando %s ...

source: Download completed!
hu: Letöltés befejezve!
nb_no: Nedlasting fullført!
pt: Arquivo baixado!
pt_br: Download finalizado!

source: Verified %d out of %d files!
hu: %d a %d fájlból ellenőrizve!
nb_no: Bekreftet %d av %d filer!
pt: %d de %d ficheiros verificados!
pt_br: %d de %d arquivos verificados!

source: Loaded table has no version information. Load anyway?
hu: A betöltött asztalnak nincs verzióinformációja. Biztos betöltöd?
nb_no: Det lastede bordet har ingen versjonsinformasjon. Laste inn likevel?
pt: A mesa carregada não possui informações sobre a versão. Carregar mesmo assim?
pt_br: A tabela carregada não tem informações de versão. Carregar mesmo assim?

source: Loaded table was saved with a different version of the game (Current: %s, Table: %s). Load anyway?
hu: A betöltött asztal a játék más verziójához készült (jelenlegi: %s, az asztalé: %s). Biztos betöltöd?
nb_no: Det lastede bordet ble lagret med en annen versjon av spillet (Gjeldende: %s, Bord: %s). Laste inn likevel?
pt: A mesa carregada foi salva em uma versão diferente do jogo (Atual: %s, Mesa: %s). Carregar mesmo assim?
pt_br: A tabela carregada foi salva com uma versão diferente do jogo (Atual: %s, Tabela: %s). Carregar mesmo assim?

source: Loaded table is not in the correct format.
hu: A betöltött asztal nem a megfelelő formátumban van.
nb_no: Innlastet bord er ikke i riktig format.
pt: A mesa carregada não está no formato correto.
pt_br: A tabela carregada não está no formato correto.

source: Client version (%s) does not match server version (%s)!
hu: A kliens verziója (%s) nem egyezik a szerver verziójával (%s)!
nb_no: Klientversjon (%s) samsvarer ikke med serverversjon (%s)!
pt: A versão do cliente (%s) não é compatível com a versão do server (%s)!
pt_br: A versão do cliente (%s) não corresponde à versão do servidor (%s)!

source: Importing %s ...
hu: %s betöltése...
nb_no: Importerer %s ...
pt: Importando %s ...
pt_br: Importando %s ...

source: Saved screenshot to '%s'.
hu: Képernyőkép mentve '%s' alá.
nb_no: Lagret skjermbilde til '%s'.
pt: Captura de tela salva em '%s'.
pt_br: Captura de tela salva em '%s'.

source: Quicksave file saved.
hu: Gyorsmentés kész.
nb_no: Hurtiglagringsfil lagret.
pt: Ficheiro salvo.
pt_br: Arquivo salvo.

source: Connecting to the master server...
hu: Csatlakozás a fő szerverhez...
nb_no: Kobler til hovedserveren...
pt: Conectando com o servidor mestre...
pt_br: Conectando ao servidor mestre...

source: Could not open the file at path '%s' (error %d).
hu: Hiba a '%s' alatti fájl betöltésekor (hibaszám %d).
nb_no: Kunne ikke åpne filen på banen '%s' (feil %d).
pt: Ficheiro não pode ser aberto pelo caminho %s (erro %d).
pt_br: Não foi possível abrir o arquivo no caminho '%s' (erro %d).

source: Establishing connection with the host...
hu: Kapcsolat létrehozása a szervezővel...
nb_no: Etablerer forbindelse med verten ...
pt: Estabelecendo conexão com o host...
pt_br: Estabelecendo conexão com o host...

source: Disconnected from the server! Code: %d Reason: %s
hu: A kapcsolat megszakadt a szerverrel! Kód: %d Ok: %s
nb_no: Koblet fra serveren! Kode: %d Årsak: %s
pt: Desconectado do servido! Código: %d Razão:%s
pt_br: Desconectado do servidor! Código: %d Motivo: %s

source: Room has been closed by the host.
hu: A szobát a szervező lezárta.
nb_no: Rommet er stengt av verten.
pt: Sala fechada pelo anfitrião.
pt_br: A sala foi fechada pelo host.

source: Could not connect to the master server.
hu: Hiba a főszerverhez való kapcsolódás során.
nb_no: Kunne ikke koble til hovedserveren.
pt: Não pode ser conectado com o servidor mestre.
pt_br: Não foi possível conectar ao servidor mestre.

source: Have not joined a room yet.
hu: Még nem csatlakozott szobához.
nb_no: Har ikke blitt med i et rom ennå.
pt: Ainda não pode entrar na sala.
pt_br: Ainda não entrei em nenhuma sala.

source: Host has disconnected from the room.
hu: A szervező lekapcsolódott a szobáról.
nb_no: Verten har koblet fra rommet.
pt: Anfitrião se desconectou da sala.
pt_br: Host se desconectou da sala.

source: Only the host can seal the room.
hu: Csak a szervező zárhatja le a szobát.
nb_no: Bare verten kan stenge rommet.
pt: Somente o anfitrião pode fechar a sala.
pt_br: Somente o host pode fechar a sala.

source: Too many rooms are open.
hu: Túl sok nyitott szoba.
nb_no: For mange rom er åpne.
pt: Há muitas salas abertas.
pt_br: Há muitas salas abertas.

source: Already in a room.
hu: Már egy szobában vagy.
nb_no: Allerede i et rom.
pt: Já esta em uma sala.
pt_br: Já pronto em uma sala.

source: Room does not exist.
hu: A szoba nem létezik.
nb_no: Rommet finnes ikke.
pt: Sala não existe.
pt_br: Sala não existe.

source: Room is sealed.
hu: A szoba le van zárva.
nb_no: Rommet er stengt.
pt: Sala trancada.
pt_br: A sala está fechada.

source: Message format is invalid.
hu: Üzenetformátum érvénytelen.
nb_no: Meldingsformat er ugyldig.
pt: Formato de mensagem é invalido.
pt_br: O formato da mensagem é inválido.

source: Message is invalid when not in a room.
hu: Az üzenet szobán kívül érvénytelen.
nb_no: Melding er ugylding når du ikke er i et rom.
pt: A mensagem é invalida fora da sala.
pt_br: A mensagem é inválida quando não estiver em uma sala.

source: Internal server error.
hu: Belső szerverhiba.
nb_no: Intern serverfeil.
pt: Erro interno do servidor.
pt_br: Erro do servidor Interno.

source: Invalid destination.
hu: Érvénytelen cél.
nb_no: Ugyldig destinasjon.
pt: Destino inválido.
pt_br: Destino inválido.

source: Invalid command.
hu: Érvénytelen parancs.
nb_no: Ugyldig kommando.
pt: Comando Inválido.
pt_br: Comando inválido.

source: Too many players connected.
hu: Túl sok játékos van kapcsolódva.
nb_no: For mange spillere tilkoblet.
pt: Há muitos jogadores conectados.
pt_br: Muitos jogadores conectados.

source: Transfer mode is invalid.
hu: A transzfer mód érvénytelen.
nb_no: Overføringsmodus er ugyldig.
pt: Modo de transferência inválido.
pt_br: O modo de transferência é inválido.

source: Too many connections.
hu: Túl sok kapcsolat.
nb_no: For mange tilkoblinger.
pt_br: Muitas conexões.

source: Reconnected too quickly.
hu: Túl gyorsan kapcsolódott újra.
nb_no: Koblet til igjen for raskt.
pt_br: Reconectou muito rápido.

source: Too much text being sent, waiting...
hu: Túl sok szöveg lett küldve, várakozás...
nb_no: For mye tekst blir sendt, venter...
pt: Há muitos textos sendo enviado, espere...
pt_br: Muito texto sendo enviado, esperando...

source: Show the list of commands that can be invoked.
hu: Mutasd a kiadható parancsok listáját.
nb_no: Vis listen over kommandoer som kan brukes.
pt_br: Exibir a lista de comandos que podem ser usados.

source: Privately send a message to another player.
hu: Másik játékosnak privát üzenet küldése.
nb_no: Send en privat melding til en annen spiller.
pt_br: Envie uma mensagem privada para outro jogador.

source: Clear Paint
hu: Festék letörlése
nb_no: Fjern maling
pt_br: Limpar desenho

source: Welcome to Tabletop Club!
hu: Üdv a Tabletop Clubban!
nb_no: Velkommen til Tabletop Club!
pt_br: Bem-vindo ao Tabletop Club!

source: To view a list of commands, type /? or /help in this chat box.
hu: A parancsok listájának megtekintéséhez küldj egy /? vagy egy /help parancsot ebben a chatben.
nb_no: For å vise en liste over kommandoer, skriv /? eller /help i denne chatteboksen.
pt_br: Para ver uma lista de comandos, digite /? ou /help nesta caixa de bate-papo.

source: Room Code: [b]%s[/b]
hu: Szobakód: [b]%s[/b]
nb_no: Romkode: [b]%s[/b]
pt: Código da Sala: [b]%s[/b]
pt_br: Código da Sala: [b]%s[/b]

source: Hide Room Code
hu: Szobakód elrejtése
nb_no: Skjul romkode
pt: Esconder Código da Sala
pt_br: Ocultar código da sala

source: Show Room Code
hu: Szobakód mutatása
nb_no: Vis romkode
pt: Mostrar Código da Sala
pt_br: Mostrar o código da sala

source: %s has joined the game.
hu: %s csatlakozott a játékhoz.
nb_no: %s har blitt med i spillet.
pt: %s se juntou ao jogo.
pt_br: %s entrou no jogo.

source: %s changed their name to %s
hu: %s megváltoztatta a nevét %s-re
nb_no: %s endret navnet sitt til %s
pt: %s trocou seu nome para %s
pt_br: %s mudou seu nome para %s

source: %s has left the game.
hu: %s elhagyta a játékot.
nb_no: %s har forlatt spillet.
pt: %s saiu do jogo.
pt_br: %s saiu do jogo.

source: View notebook
hu: Jegyzettömb megtekintése
nb_no: Åpne notatbok
pt_br: Ver caderno

source: Contents of %s
hu: %s tartalma
nb_no: Innhold i %s
pt: Comentários de %s
pt_br: Conteúdo de %s

source: %s is empty.
hu: %s üres.
nb_no: %s er tom.
pt: %s está vazio.
pt_br: %s está vazia.

source: No objects have been selected.
hu: Nincsenek kiválasztott tárgyak.
nb_no: Ingen objekter er valgt.
pt_br: Nenhum objeto foi selecionado.

source: A stack of %d cards.
hu: %d kártyából álló pakli.
nb_no: En stabel med %d kort.

source: A stack of %d tokens.
hu: %d elemű jelölőkupac.
nb_no: En stabel med %d symboler.

source: No description.
hu: Nincs leírás.
nb_no: Ingen beskrivelse.

source: Author: %s
hu: Szerző: %s
nb_no: Skaper: %s
pt: Autor: %s

source: License: %s
hu: Licenszszerződés: %s
nb_no: Lisens: %s
pt: Licença: %s

source: Modified by: %s
hu: Módosítva általa: %s
nb_no: Endret av: %s
pt: Modificado por: %s

source: A total of %d objects were selected:
hu: %d tárgy van kiválasztva:
nb_no: Totalt %d objekter ble valgt:

source: Stack of %d cards
hu: %d kártyából álló pakli
nb_no: Stabel med %d kort

source: Stack of %d tokens
hu: %d elemű jelölőkupac
nb_no: Stabel med %d symboler

source: You can use this notebook to write down information that will persist between sessions.
hu: Ezt a jegyzettömböt játékalkalmakon keresztül megmaradó jegyzetek készítésére használhatod.
nb_no: Du kan bruke denne notatboken til å skrive ned informasjon som vil vedvare mellom øktene.

source: This player does not have any public pages in their notebook.
hu: Ennek a játékosnak a jegyzettömbjében nincs nyilvános oldal.
nb_no: Denne spilleren har ingen offentlige sider i notatboken.

source: <Unknown>
hu: <Ismeretlen>
nb_no: <Ukjent>

source: %s's Notebook
hu: %s jegyzettömbje
nb_no: %s sin notatbok

source: Are you sure you want to delete the page '%s'?
hu: Biztosan törölni szeretnéd a '%s' oldalt?
nb_no: Er du sikker på at du vil slette siden '%s'?
pt: Tem certeza que quer excluir esta página '%s'?

source: New %s
hu: Új %s
nb_no: Ny %s

source: Modified: %s
hu: Módosítva: %s
nb_no: Endret: %s
pt: Modificado: %s

source: Save a file
hu: Fájl mentése
nb_no: Lagre en fil
pt: Salvar ficheiro

source: Save
hu: Mentés
nb_no: Lagre
pt: Salvar

source: Load
hu: Betöltés
nb_no: Last inn
pt: Carregar

source: Sort:
hu: Rendezés:
nb_no: Sorter:
pt: Ordenar:

source: Last Modified
hu: Utolsó módosítás
nb_no: Sist endret
pt: Última modificação

source: Delete file?
hu: Biztos törölni akarod a fájlt?
nb_no: Slett fil?
pt: Apagar ficheiro?

source: Overwrite file?
hu: Biztos felülírod a fájlt?
nb_no: Overskriv fil?
pt: Reescrever ficheiro?

source: Rename
hu: Átnevezés
nb_no: Gi nytt navn
pt: Renomear

source: Duplicate
hu: Duplikálás
nb_no: Dupliser
pt: Duplicar

source: Invalid name!
hu: Érvénytelen név!
nb_no: Ugyldig navn!
pt: Nome invalido!

source: File names cannot contain any of the following characters: %s
hu: A fájlnevek nem tartalmazhatják a következő karaktereket: %s
nb_no: Filnavn kan ikke inneholde noen av følgende tegn: %s
pt: Os nomes dos ficheiros não podem conter os seguintes caracteres: %s

source: Rename file...
hu: Fájl átnevezése...
nb_no: Endre navn på fil...
pt: Renomear ficheiro...

source: Please enter a new name for the file:
hu: Kérlek adj egy új nevet a fájlnak:
nb_no: Vennligst skriv inn et nytt navn for filen:
pt: Por favor, escolha outro nome para este ficheiro:

source: Are you sure you want to delete '%s'?
hu: Biztosan törölni szeretnéd a '%s'-t?
nb_no: Er du sikker på at du vil slette '%s'?
pt: Tem certeza que quer excluir '%s?

source: The file '%s' already exists. Are you sure you want to overwrite it?
hu: A '%s' fájl már létezik. Biztosan felül akarod írni?
nb_no: Filen '%s' eksisterer allerede. Er du sikker på at du vil overskrive den?
pt: O ficheiro '%s' já existe. Tem certeza que quer reescreve-lo?

source: Page %d/%d
hu: %d/%d oldal
nb_no: Side %d/%d
pt: Página %d/%d

source: All
hu: Minden
nb_no: Alt

source: Boards
hu: Játéktáblák
nb_no: Brett

source: Cards
hu: Kártyák
nb_no: Kort
pt: Cartas

source: Containers
hu: Tárolók
nb_no: Beholdere
pt: Recipientes

source: Dice
hu: Dobókockák
nb_no: Terninger
pt: Dado

source: Music
hu: Zene
nb_no: Musikk
pt: Musica

source: Pieces
hu: Játékbábuk
nb_no: Brikker
pt: Peças

source: Skyboxes
hu: Skyboxok
nb_no: Skybokser
pt: Skybox

source: Sounds
hu: Hangok
nb_no: Lyder
pt: Sons

source: Speakers
hu: Hangszórók
nb_no: Høytalere
pt: alto-falantes

source: Stacks
hu: Kupacok
nb_no: Stabler
pt: Montes

source: Tables
hu: Asztalok
nb_no: Bord
pt: Mesas

source: Timers
hu: Stopperek
nb_no: Tidsur
pt: Cronômetros

source: Tokens
hu: Jelölők
nb_no: Symboler
pt: Fichas

source: Screen Space Ambient Occlusion (SSAO)
nb_no: Screen Space Ambient Okklusjon (SSAO)
pt: Espaço de Oclusão de Ambiente da Tela (SSAO)
pt_br: Sombreamento de Ambiente em Espaço de Tela (SSAO)

source: Website
pt_br: Site

source: Community
pt_br: Comunidade

source: Donate
pt_br: Doação

source: Chinese
pt_br: Chinês

source: Polish
pt_br: Polonês

source: Value: (None)
pt_br: Valor: (Nenhum)

source: Value: %s
pt_br: Valor: %s
