Repository: Hanif012/tabletop-club
Catalog: game/Translations/*.po
Languages: hu, nb_no, pt, pt_br

source: Importing assets...
hu: Játékeszközök betöltése...
nb_no: Importer ressurser...
pt: Assets Importantes...
pt_br: Importando recursos...

source: Missing Asset Folder
hu: Hiányzó játékeszköz-könyvtár
nb_no: Mangler ressursmappe
pt: Pasta de Assets Perdidas
pt_br: Pasta de Recursos Perdidos

source: Missing Module
hu: Hiányzó modul
nb_no: Mangler modul
pt: Modulo Perdido
pt_br: Módulo Perdido

source: Loading...
hu: Betöltés...
nb_no: Laster inn …
pt: Carregando...
pt_br: Carregando...

source: Singleplayer
hu: Egy játékos
nb_no: Enkeltspiller
pt: Modo Solo
pt_br: Um jogador

source: Multiplayer
hu: Több játékos
nb_no: Flerspiller
pt: Multijogador
pt_br: Multijogador

source: Options
hu: Beállítások
nb_no: Innstillinger
pt: Opções
pt_br: Opções

source: Credits
hu: Készítők
nb_no: Bidragsytere
pt: Créditos
pt_br: Créditos

source: Quit
hu: Kilépés
nb_no: Avslutt
pt: Sair
pt_br: Sair

source: Import Log
hu: Betöltési napló
nb_no: Importlogg
pt: Registo de Importação
pt_br: Importar Log

source: Tabletop Club on Itch.io
hu: Tabletop Club az Itch.io-n
nb_no: Tabletop Club på Itch.io

source: Source Code
hu: Forráskód
nb_no: Kildekode
pt_br: Código-Fonte

source: Documentation
hu: Dokumentáció
nb_no: Dokumentasjon
pt: Documentação
pt_br: Documentação

source: Information
hu: Információ
nb_no: Informasjon
pt: Informação
pt_br: Informação

source: Host Game
hu: Új játékszoba
nb_no: Vertstjen spill
pt: Abrir Sala
pt_br: Abrir Sala

source: Create a new lobby for your friends to join over the Internet.
hu: Hozz létre egy új szobát ahol a barátaid becsatlakozhatnak a játékba az Interneten.
nb_no: Opprett ny lobby for venner som tar del over Internett.
pt: Cria uma nova sala para jogar junto de seus amigos na rede.
pt_br: Crie uma nova sala para seus amigos entrarem pela Internet.

source: Join Game
hu: Csatlakozás egy játékszobához
nb_no: Bli med i spill
pt: Juntar-se ao Jogo
pt_br: Entrar na Sala

source: Use a room code to join your friend's lobby.
hu: Csatlakozz egy barátod játékszobájához egy kóddal.
nb_no: Bruk en romkode for å bli med i din venns lobby.
pt: Use um código para entrar na sala do seu amigo.
pt_br: Use um código de sala para entrar na sala do seu amigo.

source: Enter Room Code
hu: Írd be a játékszoba kódját
nb_no: Skriv inn romkode
pt: Código de Sala
pt_br: Insira o Código de Sala

source: Room Code:
hu: Játékszoba kódja:
nb_no: Romkode:
pt: Código da Sala:
pt_br: Código de Sala:

source: Error
hu: Hiba
nb_no: Feil
pt: Erro
pt_br: Erro

source: Audio
hu: Hang
nb_no: Lyd
pt: Áudio
pt_br: Áudio

source: Master Volume
hu: Általános hangerő
nb_no: Hovedlydstyrke
pt: Volume Geral
pt_br: Volume Geral

source: Sets the overall volume of all sources of sound in the game.
hu: A játék összes hangjának általános hangerejét állítja.
nb_no: Endrer det generelle volumet for alle lydkilder i spillet.
pt: Definir o volume geral para todas as fontes de som no jogo.
pt_br: Define o volume geral de todas as fontes de som no jogo.

source: Music Volume
hu: Zene hangereje
nb_no: Musikklydstyrke
pt: Volume da Música
pt_br: Volume da Música

source: Sets the volume of all music sources in the game.
hu: Minden zeneforrás hangerejét állítja.
nb_no: Endrer volumet for alle musikk-kilder i spillet.
pt: Definir o volume para todas as musicas do jogo.
pt_br: Define o volume de todas as fontes de música no jogo.

source: Sounds Volume
hu: Hangok hangereje
nb_no: Aktiverte lyders styrke
pt: Volumes de Sons
pt_br: Volume de Sons

source: Sets the volume of sound sources played manually throughout the game, for example, from speakers.
hu: A manuálisan elindított hangforrások, például a hangszórók hangerejét állítja.
nb_no: Stiller inn volumet på lydkilder som spilles manuelt gjennom hele spillet, for eksempel fra høyttalere.
pt: Definir o volume para todas as fontes de som iniciadas manualmente durante o jogo, por exemplo, de alto-falantes.
pt_br: Define o volume de fontes de som tocadas manualmente durante o jogo, por exemplo, dos alto-falantes.

source: Effects Volume
hu: Effektek hangereje
nb_no: Effektlydstyrke
pt: Volume de Efeitos
pt_br: Volume de Efeitos

source: Sets the volume of sound effects played automatically throughout the game, for example, pieces falling on the table.
hu: A játékban automatikusan játszott effektek hangerejét állítja, mint például amikor a játékbábuk az asztalra esnek.
nb_no: Stiller inn volumet på lydeffekter som spilles automatisk gjennom hele spillet, for eksempel brikker som faller på bordet.
pt: Definir o volume dos efeitos sonoros iniciados automaticamente durante o jogo, por exemplo, peças caindo na mesa.
pt_br: Define o volume de efeitos sonoros tocados automaticamente durante o jogo, por exemplo, peças caindo na mesa.

source: Controls
hu: Vezérlés
nb_no: Kontroller
pt: Controles
pt_br: Controles

source: Mouse Horizontal Sensitivity
hu: Vízszintes egérérzékenység
nb_no: Mus horisontal følsomhet
pt: Rato - Sensibilidade Horizontal
pt_br: Sensibilidade Horizontal do Mouse

source: Sets the horizontal sensitivity of the rotation of the camera.
hu: A kameraforgatás vízszintes érzékenységét állítja.
nb_no: Stiller inn den horisontale følsomheten for rotasjonen av kameraet.
pt: Definir a sensibilidade horizontal de rotação da câmera.
pt_br: Define a sensibilidade horizontal da rotação da câmera.

source: Mouse Vertical Sensitivity
hu: Függőleges egérérzékenység
nb_no: Vertikal følsomhet for mus
pt: Rato - Sensibilidade Vertical
pt_br: Sensibilidade Vertical do Mouse

source: Sets the vertical sensitivity of the rotation of the camera.
hu: A kameraforgatás függőleges érzékenységét állítja.
nb_no: Stiller inn den vertikale følsomheten for rotasjonen av kameraet.
pt: Definir a sensibilidade vertical de rotação da câmera.
pt_br: Define a sensibilidade vertical da rotação da câmera.

source: Mouse Horizontal Invert
hu: Egérmozgatás vízszintes invertálása
nb_no: Inverter mus horisontalt
pt: Rato - Inverter Rotação Horizontal
pt_br: Inverter Mouse Horizontal

source: Used to invert the rotation of the camera horizontally.
hu: Megcseréli a kameramozgatás irányát vízszintesen.
nb_no: Brukes til å invertere kameraets rotasjon horisontalt.
pt: Inverter a rotação da câmera horizontalmente.
pt_br: Usado para inverter a rotação da câmera horizontalmente.

source: Mouse Vertical Invert
hu: Egérmozgatás függőleges invertálása
nb_no: Inverter mus vertikalt
pt: Rato - Inverter Rotação Vertical
pt_br: Inverter Mouse Vertical

source: Used to invert the rotation of the camera vertically.
hu: Megcseréli a kameramozgatás irányát függőlegesen.
nb_no: Brukes til å invertere kameraets rotasjon vertikalt.
pt: Inverter a rotação da câmera verticalmente.
pt_br: Usado para inverter a rotação da câmera verticalmente.

source: Camera Movement Speed
hu: Kamerasebesség
nb_no: Kamera bevegelseshastighet
pt: Velocidade de Movimento da Câmera
pt_br: Velocidade do Movimento da Câmera

source: Used to set how fast the camera moves across the table.
hu: A kamera asztal feletti mozgatásának sebességét állítja.
nb_no: Brukes til å angi hvor raskt kameraet beveger seg over bordet.
pt: Definir o quão rápido a câmera se movimentará pela mesa.
pt_br: Usado para definir o quão rápido a câmera se move pela mesa.

source: Hold Left Click to Move Camera
hu: Kamera mozgatása bal egérgombbal
nb_no: Hold venstreklikk for å flytte kamera
pt: Segure Clique Esquerdo para Mover a Câmera
pt_br: Segurar o Botão Esquerdo para Movimentar a Câmera

source: Used to allow the player to move the camera by dragging the mouse across the table.
hu: A kamera mozgatását a bal egérgomb lenyomva tartásához köti.
nb_no: Brukes til å la spilleren flytte kameraet ved å dra musen over bordet.
pt: Permite o jogador mover a camera por arrastar a seta do rato através da mesa.
pt_br: Usado para permitir que o jogador mova a câmera arrastando o mouse pela mesa.

source: Zoom Sensitivity
hu: Nagyítás érzékenysége
nb_no: Sensitivitet på zoom
pt: Zoom - Sensibilidade
pt_br: Sensibilidade do Zoom

source: Sets how fast the camera zooms in and out of the table when using the scroll wheel.
hu: A kamera egérgörgővel való nagyításának sebességét állítja.
nb_no: Stiller inn hvor raskt kameraet zoomer inn og ut fra bordet når du bruker musehjulet.
pt: Define o quão rápido a camera se aproxima ou se afasta da mesa pela roda do rato.
pt_br: Define o quão rápido a câmera se aproxima ou afasta da mesa quando a roda do mouse é usada.

source: Zoom Invert
hu: Zoom invertálása
nb_no: Inverter zoom
pt: Zoom - Inverter
pt_br: Inverter o Zoom

source: Used to invert the direction of zooming when using the scroll wheel.
hu: A kamera egérgörgővel való nagyításának irányát cseréli meg.
nb_no: Brukes til å invertere zoomretningen når du bruker musehjulet.
pt: Inverte a direção da roda do rato quando usado o zoom.
pt_br: Usada para inverter a direção do zoom quando a roda do mouse é usada.

source: Piece Lift Sensitivity
hu: Játékelem megemelésének érzékenysége
nb_no: Sensitivitet ved løft av brikker
pt: Sensibilidade do Levantamento de Peças
pt_br: Sensibilidade do Levantamento da Peça

source: Sets how fast a piece will move when lifting it off the table.
hu: Játékelemek megemelésének sebességét állítja.
nb_no: Angir hvor raskt en brikke skal bevege seg når den løftes fra bordet.
pt: Define o quão rápido uma peça irá se mover quando erguida da mesa.
pt_br: Define o quão rápido uma peça se move quando levantada da mesa.

source: Piece Lift Invert
hu: Játékelem megemelésének invertálása
nb_no: Inverter løft av brikker
pt: Inverter Levantamento de Peça
pt_br: Inverter o Levantamento da Peça

source: Used to invert the direction a piece will go when lifting it off the table.
hu: Megfordítja a játékelem megemelésének mozgási irányát.
nb_no: Brukes til å snu retningen en brikke vil flyttes når den løftes av bordet.
pt: Inverte a direção para onde a peça vai quando erguida da mesa.
pt_br: Usado para inverter a direção da peça quando levantada da mesa.

source: Piece Rotation Invert
hu: Játékelem forgatásának invertálása
nb_no: Inverter rotasjon av brikker
pt: Inverter Rotação da Peça
pt_br: Inverter Rotação da Peça

source: Used to invert the direction a piece will rotate.
hu: Megfordítja a játékelem forgásának irányát.
nb_no: Brukes til å invertere retningen en brikke vil rotere.
pt: Inverte a direção de rotação da peça.
pt_br: Usado para inverter a direção de rotação da peça.

source: Hand Preview Enabled
hu: Kártyaelőnézet
nb_no: Håndforhåndsvisning aktivert
pt: Visualização Manual Melhorada
pt_br: Visualização na Mão Habilitada

source: When set, hovering over a card in your hand will display an enhanced preview of the card after a short period of time.
hu: Ha be van kapcsolva, a paklidban lévő kártyára vive az egeret egy bővített előnézetet hívhatsz elő.
nb_no: Når aktiv, vil det å holde musepekeren over et kort i hånden vise en forbedret forhåndsvisning av kortet etter en kort periode.
pt: Quando definida, posicionar sobre uma carta sua irá mostrar pré-visualização melhorada da carta após um curto período de tempo.
pt_br: Quando habilitada, passar por cima de uma carta em sua mão vai mostrar uma visualização melhorada da carta após um curto período de tempo.

source: Hand Preview Delay
hu: Kártyaelőnézet késleltetése
nb_no: Håndforhåndsvisning forsinkelse
pt: Tempo da Pré-Visualização Manual
pt_br: Atraso da Visualização na Mão

source: Used to set how long the mouse needs to be kept still before a preview of a card is displayed from the hand.
hu: Azt állítja hogy milyen hosszan kell az egeret egy helyben tartani mielőtt az előnézet megjelenik.
nb_no: Brukes til å angi hvor lenge musen må holdes i ro før en forhåndsvisning av et kort vises fra hånden.
pt: Define o quão longo o rato precisa ficar posicionado após a pré-visualização da carta.
pt_br: Usado para definir quanto tempo o mouse precisa ficar parado antes da visualização de uma carta ser mostrada pela mão.

source: Hand Preview Size
hu: Kártyaelőnézet mérete
nb_no: Størrelse på håndforhåndsvisning
pt: Tamanho da Pré-Visualização Manual
pt_br: Tamanho da Visualização na Mão

source: Used to control how large the card preview is.
hu: A kártyaelőnézet nagyságát állítja.
nb_no: Brukes til å kontrollere hvor stor forhåndsvisningen av kortet er.
pt: Define o tamanho da imagem de pré-visualização da carta.
pt_br: Usado para controlar o tamanho da visualização da carta.

source: Hide Control Hints
hu: Vezérlési tippek elrejtése
nb_no: Skjul kontrolltips
pt: Esconder Manual de Controles
pt_br: Esconder Dicas do Controle

source: Used to hide the dynamic text displaying how to control the game.
hu: A dinamikusan megjelenő játékvezérlést segítő szövegek elrejtése.
nb_no: Brukes til å skjule den dynamiske teksten som viser hvordan du styrer spillet.
pt: Desabilita o manual de controles durante o jogo.
pt_br: Usado para esconder o texto dinâmico mostrando como controlar o jogo.

source: General
hu: Általános
nb_no: Generelt
pt: Geral
pt_br: Geral

source: Language
hu: Nyelv
nb_no: Språk
pt: Idioma
pt_br: Idioma

source: Autosave Interval
hu: Automatikus mentési időköz
nb_no: Autolagringsintervall
pt: Intervalo de Salvamento Automático
pt_br: Intervalo de Salvamento Automático

source: Used to set how often autosaves are created.
hu: Az automatikus mentések között eltelt időt állítja.
nb_no: Brukes til å angi hvor ofte autolagringer opprettes.
pt: Define o tempo de salvamento automático.
pt_br: Usado para definir o quão frequentemente salvamentos automáticos são criados.

source: 5 minutes
hu: 5 perc
nb_no: 5 minutter
pt: 5 minutos
pt_br: 5 minutos

source: Autosave File Count
hu: Automatikus mentések száma
nb_no: Antall autolagringsfiler
pt: Contador de Ficheiro de Salvamento Automático
pt_br: Contagem de Arquivo de Salvamento Automático

source: Used to set the maximum number of autosave files that are made.
hu: A maximális automatikus mentések számát állítja.
nb_no: Brukes til å angi maksimalt antall autolagringsfiler som opprettes.
pt: Define o a quantia máxima de salvamento automático.
pt_br: Usado para definir o número máximo de arquivos de salvamento automático que são feitos.

source: Skip Splash Screen
hu: Kezdőképernyő kihagyása
nb_no: Hopp over velkomstskjerm
pt_br: Pular tela inicial

source: Skips the Godot Engine splash screen when the game starts.
hu: Kikapcsolja a Godot Engine kezdőképernyőt a játék indításakor.
nb_no: Hopper over Godot Engine-velkomstskjermen når spillet starter.
pt_br: Ignora a tela inicial do Godot Engine quando o jogo começa.

source: Show System Warnings
hu: Rendszerfigyelmeztetések mutatása
nb_no: Vis systemvarsler
pt_br: Mostrar Avisos do Sistema

source: Displays system warnings in the chat box.
hu: A chatben mutatja a rendszerfigyelmezetetéseket.
nb_no: Viser systemvarsler i chat-boksen.
pt_br: Mostra avisos do sistema na caixa do chat.

source: Show System Errors
hu: Rendszerhibák mutatása
nb_no: Vis systemfeil
pt_br: Mostrar Erros do Sistema

source: Displays system errors in the chat box.
hu: A chatben mutatja a rendszerhibákat.
nb_no: Viser systemfeil i chatte-boksen.
pt_br: Mostra erros do sistema na caixa do chat.

source: Opens the assets folder in your file explorer.
hu: Megnyitja a játékeszközök mappáját a fájlkezelődben.
nb_no: Åpner ressursmappen i filutforskeren.
pt: Abrir pasta de assets no seu explorador de ficheiros.
pt_br: Abre a pasta de recursos no seu gerenciador de arquivos.

source: Open Assets Folder
hu: Játékeszközmappa megnyitása
nb_no: Åpne ressursmappe
pt: Abrir Pasta de Assets
pt_br: Abrir Pasta de Recursos

source: Reimport Assets
hu: Játékeszközök újbóli betöltése
nb_no: Reimporter ressurser
pt: Reimportar Assets
pt_br: Reimportar Recursos

source: Key Bindings
hu: Billentyűzetkiosztás
nb_no: Tastebindinger
pt: Chaves de Ligação
pt_br: Definição dos Controles

source: Move Forward
hu: Mozgás előre
nb_no: Flytt fremover
pt: Mover em Frente
pt_br: Mover para Frente

source: Moves the camera forward.
hu: Előre mozgatja a kamerát.
nb_no: Flytter kameraet fremover.
pt: Move a câmera para frente.
pt_br: Move a câmera para frente.

source: Move Back
hu: Mozgás hátra
nb_no: Flytt bakover
pt: Mover para Trás
pt_br: Mover para Trás

source: Moves the camera backwards.
hu: Hátra mozgatja a kamerát.
nb_no: Flytter kameraet bakover.
pt: Move a câmera para trás.
pt_br: Move a câmera para trás.

source: Move Left
hu: Mozgás balra
nb_no: Flytt til venstre
pt: Mover a Esquerda
pt_br: Mover à Esquerda

source: Moves the camera left.
hu: Balra mozgatja a kamerát.
nb_no: Flytter kameraet til venstre.
pt: Move a câmera a Esquerda.
pt_br: Move a câmera à esquerda.

source: Move Right
hu: Mozgás jobbra
nb_no: Flytt til høyre
pt: Mover a Direita
pt_br: Mover para a direita

source: Moves the camera right.
hu: Jobbra mozgatja a kamerát.
nb_no: Flytter kameraet til høyre.
pt: Move a câmera a Direita.
pt_br: Move a câmera para a direita.

source: Rotate Camera
hu: Kamera forgatása
nb_no: Roter kamera
pt: Rotacional a Câmera
pt_br: Girar câmera

source: Enable rotation of the camera when moving the mouse.
hu: Az egér mozgatásával teszi forgathatóvá a kamerát.
nb_no: Aktiver rotasjon av kameraet når du beveger musen.
pt: Ativa a rotação da camera quando mover o rato.
pt_br: Habilitar a rotação da câmera ao mover o mouse.

source: Reset Camera
hu: Kamera alaphelyzetbe állítása
nb_no: Tilbakestill kamera
pt: Restaurar Câmera
pt_br: Redefinir câmera

source: Resets the camera to the default position.
hu: Visszaállítja a kamerát a kezdeti pozícióba.
nb_no: Tilbakestiller kameraet til standardposisjonen.
pt: Restaura a posição padrão da câmera.
pt_br: Redefine a câmera para a posição padrão.

source: Zoom In / Lift Piece Down
hu: Nagyítás / Játékelem lefele mozgatása
nb_no: Zoom inn / senk ned brikke
pt_br: Ampliar / Levantar a peça para baixo

source: Zoom the camera towards the table, or lift a piece down onto the table.
hu: A kamerával az asztal fele nagyít, vagy egy játékelemet leenged az asztal fele.
nb_no: Zoom kameraet mot bordet, eller senk en brikke ned på bordet.
pt_br: Aproxime a câmera da mesa ou levante uma peça e coloque-a sobre ela.

source: Zoom Out / Lift Piece Up
hu: Kicsinyítés / Játékelem felfele mozgatása
nb_no: Zoom ut / løft opp brikke
pt_br: Diminuir o zoom / Levantar a peça para cima

source: Zoom the camera away from the table, or lift a piece up from the table.
hu: A kamerával az asztaltól elfele kicsinyít, vagy egy játékelemet felemel az asztal felől.
nb_no: Zoom kameraet bort fra bordet, eller løft en brikke opp fra bordet.
pt_br: Afaste a câmera da mesa ou levante uma peça da mesa.

source: Flip Piece Orientation
hu: Játékelem átfordítása
nb_no: Vend brikkeretning
pt: Inverter Orientação da Peça
pt_br: Inversão de Orientação da Peça

source: Flip the selected piece or the piece the mouse is over on the horizontal axis.
hu: Átfordítja a kiválasztott vagy az egérrel mutatott játékelemet a vízszintes tengelye körül.
nb_no: Vend den valgte brikken, eller brikken musen er over, på den horisontale aksen.
pt: Inverte a peça selecionada ou a peça por baixo do rato no eixo horizontal.
pt_br: Vire a peça selecionada; ou a peça sobre o eixo horizontal na qual o mouse está.

source: Reset Piece Orientation
hu: Játékelem alaphelyzetbe
nb_no: Tilbakestill brikkeretning
pt: Restaurar Orientação da Peça
pt_br: Redefinir orientação da peça

source: Resets the selected piece or the piece the mouse is over to its default orientation.
hu: Visszaállítja a kiválasztott vagy az egérrel mutatott játékelemet az eredeti vízszintes orientációjába.
nb_no: Tilbakestiller den valgte brikken, eller brikken musen er over, til standardretningen.
pt_br: Redefine a peça selecionada (ou a peça sobre a qual o mouse está posicionado) para sua orientação padrão.

source: Rotate Piece
hu: Játékelem forgatása
nb_no: Roter brikke
pt_br: Girar Peça

source: Rotates the the piece that is selected, or that the mouse is over.
hu: Forgatja a kiválasztott vagy az egérrel mutatott játékelemet.
nb_no: Roterer brikken som er valgt, eller den musen er over.
pt_br: Gira a peça que está selecionada ou a peça sobre a qual o mouse está.

source: Shuffle
hu: Keverés
nb_no: Stokk
pt: Embaralhar
pt_br: Embaralhar

source: Shuffle stacks of cards or tokens that are selected, or that the mouse is over.
hu: Megkeveri a kiválasztott vagy az egérrel mutatott kártya vagy jelölőpaklit.
nb_no: Stokker en kortstokk eller symboler, enten de som er valgt eller de som musen er over.
pt_br: Embaralhe pilhas de cartas ou fichas que estejam selecionadas pelo mouse.

source: Lock/Unlock Piece
hu: Játékelem mozgatásáak lezárása
nb_no: Lås/lås opp brikke
pt: Travar/Destravar a Peça
pt_br: Bloqueie/desbloqueie a peça

source: Toggles the lock on the selected piece, fixing its position and rotation.
hu: Kapcsolja a kiválasztott játékelem mozgatásának és forgatásának lezárását.
nb_no: Veksler låst tilstand på den valgte brikken, som låser dens posisjon og rotasjon.
pt: Fixa a posição da peça selecionada, travando sua posição e rotação.
pt_br: Alterna o bloqueio da peça selecionada (fixando sua posição e rotação).

source: Delete Piece
hu: Játékelem eltávolítása
nb_no: Slett brikke
pt: Excluir Peça
pt_br: Delete a peça

source: Deletes the currently selected piece.
hu: Eltávolítja a kiválasztott játékelemet.
nb_no: Sletter den valgte brikken.
pt: Exclui a peça selecionada.
pt_br: Exclui a peça selecionada no momento.

source: Toggle Debug Info
hu: Hibaelhárítási információ be/ki
nb_no: Slå av eller på feilsøkingsinformasjon
pt: Alternar Informação de Depuração
pt_br: Alternar informações de depuração

source: Toggles whether debug information is displayed.
hu: Ki/bekapcsolja a hibaelhárítási információ mutatását.
nb_no: Veksler om feilsøkingsinformasjon skal vises.
pt: Alterna conforme são exibidas as depurações.
pt_br: Alterne as informações de depuração exibidas.

source: Quicksave
hu: Gyors mentés
nb_no: Hurtiglagring
pt: Salvar Rápido
pt_br: Salvamento rápido

source: Creates a quicksave file.
hu: Elmenti a játékot egy gyors mentési fájlba.
nb_no: Oppretter en hurtiglagringsfil.
pt: Cria um ficheiro de salvamento rápido.
pt_br: Cria um arquivo de salvamento rápido.

source: Quickload
hu: Gyors betöltés
nb_no: Hurtiglasting
pt: Carregar Rápido
pt_br: Carregamento rápido

source: Loads the latest quicksave file.
hu: Betölti a legutóbbi gyors mentési fájlt.
nb_no: Laster inn den siste hurtiglagringsfilen.
pt: Carrega o jogo do ultimo ficheiro de salvamento rápido.
pt_br: Carrega o arquivo de salvamento rápido mais recente.

source: Toggle UI
hu: Kezelőfelület elrejtése
nb_no: Veksle brukerflate
pt: Alternar UI
pt_br: Alternar Interface

source: Toggles whether the entire UI is displayed.
hu: Ki/bekapcsolja a teljes kezelőfelületet.
nb_no: Veksler synligheten til hele brukerflaten.
pt: Alterna se toda a interface do usuário é exibida.
pt_br: Alterna se toda a interface do usuário estiver exibida.

source: Take Screenshot
hu: Képernyőkép készítése
nb_no: Ta skjermbilde
pt: Capturar Tela
pt_br: Capturar tela

source: Takes a screenshot of the game in its current state.
hu: A játék jelenlegi állásáról készít képernyőképet.
nb_no: Tar et skjermbilde av spillet i gjeldende tilstand.
pt: Captura a tela do jogo atual.
pt_br: Faz uma captura de tela do jogo em andamento.

source: Used to reset the key bindings to their default values.
hu: Visszaállítja a billentyűzetkiosztást az eredeti állapotába.
nb_no: Brukes til å tilbakestille tastebindingene til standardverdiene.
pt: Usado para redefinir as associações de teclas para o seu valor padrão.
pt_br: Usado para redefinir as combinações de teclas para seus valores padrão.

source: Reset Bindings
hu: Billentyűzetkiosztás visszaállítása
nb_no: Tilbakestill tastebindinger
pt: Redefinir Associações
pt_br: Redefinir Atalhos

source: Name
hu: Név
nb_no: Navn
pt: Nome
pt_br: Nome
