Repository: Hanif012/tabletop-club
Catalog: game/Translations/*.po
Languages: hu, nb_no, pt, pt_br

source: The player's displayed name in multiplayer lobbies.
hu: Többjátékos szobákban a játékos mutatott neve.
nb_no: Spillerens viste navn i flerspillerlobbyer.
pt: O nome do jogador que ira aparecer durante o jogo.
pt_br: Nome do jogador exibido nas salas para multijogadores.

source: Player
hu: Játékos
nb_no: Spiller
pt: Jogador
pt_br: Jogador

source: Color
hu: Szín
nb_no: Farge
pt: Cor
pt_br: Cor

source: The player's displayed colour in multiplayer lobbies.
hu: Többjátékos szobákban a játékos mutatott színe.
nb_no: Spillerens synlige farge i flerspillerlobbyer.
pt: A cor do jogador que irá aparecer durante o jogo.
pt_br: Cor do jogador exibida na sala multijogador.

source: Chat Font Size
hu: Chat szöveg mérete
nb_no: Chat tekststørrelse
pt_br: Tamanho da fonte do bate-papo

source: Changes the size of the text in the chat box.
hu: A chat szöveg betűinek méretét állítja.
nb_no: Endrer størrelsen på teksten i chatteboksen.
pt_br: Tamanho do texto na caixa de bate-papo.

source: Medium
hu: Közepes
nb_no: Middels
pt: Médio
pt_br: Médio

source: Hide Player Cursors
hu: Játékoskurzorok elrejtése
nb_no: Skjul spillerpekere
pt: Esconder Cursores de Jogadores
pt_br: Ocultar cursores do jogador

source: Used to stop showing other player's cursors when in multiplayer lobbies.
hu: Többjátékos szobákban elrejti a többi játékos kurzorját.
nb_no: Brukes for å slutte å se andre spilleres markører når du er i flerspillerlobbyer.
pt: Usado para parar de mostrar a seta do rato de outros jogadores durante uma sessão.
pt_br: Usado para parar de mostrar os cursores de outros jogadores em salas multijogador.

source: Censor Profanity
hu: Trágárságok cenzúrázása
nb_no: Sensurer støtende ord
pt: Censura de Palavras
pt_br: Censurar Linguagem Imprópria

source: Used to censor potentially offensive words in the chat window when in multiplayer lobbies.
hu: Cenzúrázza a potenciálisan sértő kifejezéseket a chatben többjátékos szobákban.
nb_no: Brukes til å sensurere potensielt støtende ord i chattevinduet i flerspillerlobbyer.
pt: Usado para detectar potenciais palavras ofensivas na tela do chat em sessões multijogador.
pt_br: Usado para censurar termos potencialmente ofensivos na janela de bate-papo nas salas multijogador.

source: Video
hu: Videó
pt: Vídeo
pt_br: Vídeo

source: Window Mode
hu: Ablak mód
nb_no: Vindusmodus
pt: Modo de Tela
pt_br: Modo janela

source: Sets the mode in which the game window is displayed.
hu: A játékablak megjelenítésének módját állítja.
nb_no: Angir modusen som spillvinduet vises i.
pt: Define o modo em que a tela do jogo irá ser mostrada.
pt_br: Define o modo em que a janela do jogo é exibida.

source: Windowed
hu: Ablakban
nb_no: Vindu
pt: Modo Janela
pt_br: Modo janela

source: Field of View
hu: Látótér
nb_no: Synsfelt
pt: Campo de Visão
pt_br: Campo de visão

source: Sets the field of view of the in-game camera.
hu: A játék kamerájának látóterének szélességét állítja.
nb_no: Stiller inn synsfeltet til kameraet i spillet.
pt: Define o campo de visão da câmera no jogo.
pt_br: Define o campo de visão da câmera do jogo.

source: VSync
hu: Vertikális szinkronizáció (VSync)
nb_no: VSynk
pt: Sincronização Vertical (VSync)
pt_br: Sincronização Vertical

source: Shadow Detail
hu: Árnyékok részletessége
nb_no: Skyggedetaljer
pt: Mostrar Detalhes
pt_br: Detalhe de sombra

source: Multisample Anti-Aliasing (MSAA)
hu: Többmintás élsimítás (MSAA)
pt: Multiamostra Anti-Aliasing (MSAA)
pt_br: Antisserrilhamento Multiamostra (MSAA)

source: None
hu: Nincs
nb_no: Ingen
pt: Nenhuma
pt_br: Nenhum

source: Skybox Radiance Detail
hu: Skybox részletessége
nb_no: Skybox ustrålingsdetaljer
pt: Detalhe do Brilho do Skybox
pt_br: Detalhe da Intensidade de Luz do Skybox

source: Low
hu: Alacsony
nb_no: Lav
pt: Baixo
pt_br: Baixo

source: Depth of Field
hu: Mélységélesség
nb_no: Dybdeskarphet
pt: Profundidade do Campo
pt_br: Profundidade de campo

source: Depth of Field Amount
hu: Mélységélesség erőssége
nb_no: Mengde dybdeskarphet
pt: Volume da Profundidade de Campo
pt_br: Quantidade de profundidade de campo

source: Used to determine how much the background is blurred when using depth of field.
hu: A háttér életlenségének mértékét állítja ha a mélységélesség be van kapcsolva.
nb_no: Brukes til å bestemme hvor mye bakgrunnen er uskarp når du bruker dybdeskarphet.
pt: Usado para determinar o quão apagado será o fundo usando a profundidade de campo.
pt_br: Usado para determinar o quanto o fundo fica desfocado ao usar a profundidade de campo.

source: Depth of Field Distance
hu: Mélységélesség távolsága
nb_no: Dybdeskarphetens distanse
pt: Distancia da Profundidade de Campo
pt_br: Distância de profundidade de campo

source: Used to set the threshold of what is considered the background when using depth of field.
hu: A háttér távolsághatárát állítja ha a mélységélesség be van kapcsolva.
nb_no: Brukes til å sette terskelen for hva som anses som bakgrunn ved bruk av dybdeskarphet.
pt: Define o limite do que é considerado plano de fundo usando a profundidade de campo.
pt_br: Usado para definir o limite do que é considerado fundo ao usar profundidade de campo.

source: Table Paint Filtering
hu: Asztal festésének szűrése
nb_no: Bordmalingsfiltrering
pt: Filtro de Pintura da Mesa
pt_br: Filtragem da pintura da mesa

source: Back
hu: Vissza
nb_no: Tilbake
pt: Voltar
pt_br: Voltar

source: Apply
hu: Érvényesítés
nb_no: Bruk
pt: Aplicar
pt_br: Aplicar

source: OK
hu: Oké

source: Please press a key or button to bind it...
hu: Nyomj meg egy gombot a beállításhoz...
nb_no: Trykk på en tast eller knapp for å binde den...
pt: Por favor, aperte uma tecla ou botão para associa-lo...
pt_br: Pressione uma tecla ou botão para vincular...

source: Cancel
hu: Mégsem
nb_no: Avbryt
pt: Cancelar
pt_br: Cancelar

source: Keep video settings?
hu: Megtartod a videóbeállításokat?
nb_no: Behold videoinnstillinger?
pt: Manter Configurações de Vídeo?
pt_br: Manter configurações de vídeo?

source: Reimporting Assets
hu: Játékeszközök újbóli betöltése
nb_no: Reimporterer ressurser
pt: Reimportar Assets
pt_br: Reimportação de ativos

source: Warning!
hu: Figyelmeztetés!
nb_no: Advarsel!
pt: Aviso!
pt_br: Aviso!

source: Now Playing:
hu: Most játszik:
nb_no: Nå spiller:
pt: Jogando Agora:
pt_br: Jogando agora:

source: Deal X cards
hu: X kártya osztása
nb_no: Del ut X kort
pt: Negocie X cartas
pt_br: Distribua (X) cartas

source: Select track
hu: Hangsáv kiválasztása
nb_no: Velg lydspor
pt: Selecionar Faixa
pt_br: Selecionar faixa

source: Positional audio
hu: Helyzeti hang
nb_no: Posisjonbasert lyd
pt_br: Áudio Posicional

source: Range:
hu: Távolság:
nb_no: Rekkevidde:
pt: Alcanço:
pt_br: Faixa:

source: Take X off top
hu: X elvétele a tetejéről
nb_no: Ta X fra toppen
pt: Tirar X a cima
pt_br: Pegue (X) do topo

source: Take X out
hu: X kivétele
nb_no: Ta ut X
pt: Tirar X fora
pt_br: Tire (X)

source: Position:
hu: Pozíció:
nb_no: Posisjon:
pt: Posição:
pt_br: Posição:

source: Rotation (°):
hu: Forgatás (°):
nb_no: Rotasjon (°):
pt: Rotação (°):
pt_br: Rotação (°):

source: Scale:
hu: Méret:
nb_no: Størrelse:
pt: Escala:
pt_br: Escala:

source: Value:
hu: Érték:
nb_no: Verdi:
pt_br: Valor:

source: Set value
hu: Érték beállítása
nb_no: Angi verdi
pt_br: Definir valor

source: Strength:
hu: Erő:
nb_no: Styrke:
pt: Força:
pt_br: Força:

source: System:
hu: Rendszer:
pt: Sistema:
pt_br: Sistema:

source: Metric
hu: Metrikus
nb_no: Metrisk
pt: Métrica
pt_br: Metrica

source: Brush Color:
hu: Ecsetszín:
nb_no: Penselfarge:
pt: Cor do Pincel:
pt_br: Cor do pincel:

source: Brush Size:
hu: Ecsetméret:
nb_no: Penselstørrelse:
pt: Tamanho do Pincel:
pt_br: Tamanho do pincel:

source: Eraser Size:
hu: Radírméret:
nb_no: Viskelærstørrelse:
pt: Tamanho da Borracha:
pt_br: Tamanho da borracha:

source: Select a track...
hu: Válassz hangsávot...
nb_no: Velg et lydspor...
pt: Selecionar uma faixa...
pt_br: Selecione uma faixa...

source: Loaded %d tracks.
hu: %d hangsáv betöltve.
nb_no: Lastet inn %d lydspor.
pt: %d de faixas carregadas.
pt_br: %d faixas carregadas.

source: Missing Assets
hu: Hiányzó játékeszközök
nb_no: Mangler ressurser
pt: Assets Faltando
pt_br: Ativos ausentes

source: The host has imported assets that your client is missing. This means that you won't be able to see these assets while in this game. There are a total of %d missing assets, and %d assets differ between your client and the host's client:
hu: A szervező nálad hiányzó játékeszközöket töltött be. Ez azt jelenti, hogy nem látod majd ezeket a játékeszközöket a játékban. Összesen %d játékeszköz hiányzik, és %d játékeszköz tér el a kliensed és a szervező kliense között:
nb_no: Verten har importert ressurser som klienten din mangler. Dette betyr at du ikke vil kunne se disse ressursene mens du er i dette spillet. Det er totalt %d manglende ressurser, og %d ressurser er forskjellig mellom din klient og vertens klient:
pt: O host importou assets que seu cliente não possui. Isso significa que você não poderá ver suas assets durante o jogo. Há um total de %d de assets faltando, e %d de assets que diferem entre seu cliente e o cliente do host.
pt_br: O host importou ativos que seu cliente não tem. Isso significa que você não poderá ver esses ativos enquanto estiver neste jogo. Há um total de %d ativos faltantes, e %d ativos diferem entre seu cliente e o cliente do host:

source: Your client is also missing %d files, and %d files differ from that of the host's, which in total is %s of data:
hu: A kliensedről %d fájl hiányzik, és %d fájl eltér a szervezőéhez képest, ami összesen %s adatmennyiség:
nb_no: Klienten din mangler også %d filer, og %d filer er forskjellige fra vertens, som totalt er %s data:
pt: Há %d de ficheiros faltando no seu cliente, e %d de ficheiros que diferem do host, que no total resulta em %s de data:
pt_br: Seu cliente também está sem %d arquivos, e %d arquivos são diferentes dos do host, o que no total é %s de dados:

source: Yes, download missing assets.
hu: Igen, letöltöm a hiányzó játékeszközöket.
nb_no: Ja, last ned manglede ressurser.
pt: Sim, baixar o conteúdo faltando.
pt_br: Sim, baixe os ativos ausentes.

source: No, continue without them.
hu: Nem, folytatás nélkülük.
nb_no: Nei, fortsett uten dem.
pt: Não, continuar sem eles.
pt_br: Não, continue sem eles.

source: Download Assets?
hu: Le akarod tölteni a játékeszközöket?
nb_no: Last ned ressurser?
pt: Baixar o conteúdo?
pt_br: Baixar ativos?

source: Downloading...
hu: Letöltés...
nb_no: Laster ned…
pt: Baixando...
pt_br: Baixando...

source: Waiting for download...
hu: Várakozás a letöltésre...
nb_no: Venter på nedlasting...
pt: Esperando para baixar...
pt_br: Aguardando download...

source: Waiting to verify integrity...
hu: Várakozás a hibaellenőrzésre...
nb_no: Venter på verifisering av spillfiler...
pt: Verificando integridade...
pt_br: Aguardando para verificar a integridade...

source: Waiting to import assets...
hu: Várakozás a játékeszközök betöltésére...
nb_no: Venter på import av ressurser...
pt: Importando conteúdo de assets...
pt_br: Aguardando para importar ativos...

source: Error!
hu: Hiba!
nb_no: Feil!
pt: Erro!
pt_br: Erro!

source: Download Folder Locked
hu: Letöltési mappa lezárva
nb_no: Nedlastingsmappe er låst
pt: Arquivo Baixado Bloqueado
pt_br: Baixar pasta bloqueada

source: Type a message here...
hu: Írj egy üzenetet ide...
nb_no: Skriv en melding her...
pt: Digite uma mensagem aqui...
pt_br: Digite uma mensagem aqui...

source: Send
hu: Küldés
pt: Enviar
pt_br: Enviar

source: Objects
hu: Tárgyak
nb_no: Objekter
pt: Objetos
pt_br: Objetos

source: Games
hu: Játékok
nb_no: Spill
pt: Jogos
pt_br: Jogos

source: Room
hu: Szoba
nb_no: Rom
pt: Sala
pt_br: Sala

source: Notebook
hu: Jegyzettömb
nb_no: Notatbok
pt: Anotações
pt_br: Caderno

source: Flip Table
hu: Tábla felborítása
nb_no: Vend bordet
pt: Virar Mesa
pt_br: Vire a mesa

source: Clear Table
hu: Tábla letörlése
nb_no: Rydd av bordet
pt: Limpar Mesa
pt_br: Limpar a mesa

source: Undo
hu: Visszavonás
nb_no: Angre
pt: Desfazer
pt_br: Voltar

source: Menu
hu: Menü
nb_no: Meny

source: Add
hu: Hozzáadás
nb_no: Legg til
pt_br: Adicionar

source: Added %s.
hu: %s hozzáadva.
nb_no: La til %s.
pt: Adicionado %s.
pt_br: Adicionar %s.

source: Added %d objects.
hu: %d tárgy hozzáadva.
nb_no: La til %d objekter.
pt: %d de objetos adicionado.
pt_br: Adicionar %d objetos.

source: Loaded %d games.
hu: %d játék betöltve.
nb_no: La til %d spill.
pt: %d de jogos carregados.
pt_br: %d jogos carregados.

source: Back to game
hu: Vissza a játékba
nb_no: Fortsett spill
pt: Voltar ao jogo
pt_br: Voltar para o jogo

source: Save game
hu: Játék mentése
nb_no: Lagre spill
pt: Salvar o jogo
pt_br: Salvar jogo

source: Load game
hu: Játék betöltése
nb_no: Last inn spill
pt: Carregar o jogo
pt_br: Carregar jogo

source: Quit to main menu
hu: Kilépés a főmenübe
nb_no: Avslutt til hovedmeny
pt: Voltar para o menu principal
pt_br: Sair para o menu principal

source: Quit to desktop
hu: Kilépés az asztalra
nb_no: Avslutt til skrivebord
pt: fechar o jogo
pt_br: Sair para a área de trabalho

source: Load a file
hu: Fájl betöltése
nb_no: Last inn en fil
pt: Carregar um ficheiro
pt_br: Carregar um arquivo

source: Take
hu: Elvétel
nb_no: Ta
pt: Pegar
pt_br: Pegar

source: Take All
hu: Mind elvétele
nb_no: Ta Alt
pt: Pegar Tudo
pt_br: Pegar tudo

source: Details
hu: Részletek
nb_no: Detaljer
pt_br: Detalhes

source: Show advanced developer information in JSON form.
hu: Mutasd a részletes fejlesztői információt JSON formátumban.
nb_no: Vis avansert utviklerinformasjon i JSON-format.
pt_br: Exiba informações avançadas do desenvolvedor (formato JSON).

source: Advanced view
hu: Részletes nézet
nb_no: Avansert visning
pt_br: Visão avançada

source: + New Page
hu: + Új oldal
nb_no: + Ny side
pt: + Nova Pagina
pt_br: + Nova página

source: Title
hu: Cím
nb_no: Tittel
pt: Título
pt_br: Título

source: When ticked, this page will be visible to other players.
hu: Ha ki van pipálva, ez az oldal látható lesz a többi játékosnak.
nb_no: Når krysset av, vil denne siden være synlig for andre spillere.
pt_br: Quando selecionado, esta página ficará visível para outros jogadores.

source: Public
hu: Nyilvános
nb_no: Offentlig
pt_br: Público

source: Move Up
hu: Felfele
nb_no: Flytt opp
pt: Mover para Cima
pt_br: Para cima (subir)

source: Move Down
hu: Lefele
nb_no: Flytt ned
pt: Mover para Baixo
pt_br: Para baixo (baixar)

source: Delete
hu: Eltávolítás
nb_no: Slett
pt: Apagar

source: Delete page?
hu: Oldal eltávolítása?
nb_no: Slett denne siden?
pt: Apagar página?
pt_br: Deletar página?

source: Templates
hu: Sablonok
nb_no: Maler
pt_br: Modelos

source: Open
hu: Megnyitás
nb_no: Åpne
pt_br: Abrir

source: Current table:
hu: Jelenlegi asztal:
nb_no: Nåværende bord:
pt: Mesa atual:
pt_br: Mesa atual

source: Change table
hu: Asztal lecserélése
nb_no: Endre bord
pt: Trocar mesa
pt_br: Mudar mesa

source: Current skybox:
hu: Jelenlegi skybox:
nb_no: Nåværende skyboks:
pt: Skybox atual:
pt_br: Skybox atual:

source: Change skybox
hu: Skybox lecserélése
nb_no: Endre skyboks
pt: Trocar skybox
pt_br: Mudar skybox

source: Lamp Type
hu: Lámpa típusa
nb_no: Lampetype
pt: Tipo de Luz
pt_br: Tipo de luz

source: Sunlight
hu: Napfény
nb_no: Sollys
pt: Luz do sol
pt_br: Luz solar

source: Lamp Intensity
hu: Lámpa erőssége
nb_no: Lampeintensitet
pt: Intensidade da Luz
pt_br: Intensidade da luz

source: Lamp Color
hu: Lámpa színe
nb_no: Lampefarge
pt: Cor da Luz
pt_br: Cor da luz

source: Select a skybox...
hu: Válassz skyboxot...
nb_no: Velg en skyboks...
pt: Selecionar um skybox...
pt_br: Selecione um skybox...

source: Loaded %d skyboxes.
hu: %d skybox betöltve.
nb_no: Lastet %d skybokser.
pt: %d do skybox carregado.
pt_br: %d skyboxes carregados.

source: Select a table...
hu: Válassz asztalt...
nb_no: Velg et bord...
pt: Selecione uma mesa...
pt_br: Selecione uma mesa...

source: Loaded %d tables.
hu: %d asztal betöltve.
nb_no: Lastet inn %d bord.
pt: %d de mesas carregada.
pt_br: %d mesas carregadas.

source: This item is made up of multiple objects.
hu: Ez az elem több tárgyból áll.
nb_no: Denne gjenstanden består av flere objekter.
pt_br: Este item é composto de vários objetos.

source: Pack:
hu: Csomag:
nb_no: Pakke:
pt: Pacote:
pt_br: Pacote:

source: Type:
hu: Típus:
pt: Tipo:
pt_br: Tipo:

source: Cleaning old files...
hu: Régi fájlok takarítása...
nb_no: Rensker gamle filer...
pt_br: Limpando arquivos antigos...

source: Not bound
hu: Nincs beállítva
nb_no: Ikke bundet
pt: Não vinculado
pt_br: Não vinculado

source: Left Mouse Button
hu: Bal egérgomb
nb_no: Venstre museknapp
pt: Botão Esquerdo do Rato
pt_br: Botão esquerdo do mouse

source: Right Mouse Button
hu: Jobb egérgomb
nb_no: Høyre museknapp
pt: Botão Direito do Rato
pt_br: Botão direito do mouse

source: Middle Mouse Button
hu: Középső egérgomb
nb_no: Midterste museknapp
pt: Botão Central do Rato
pt_br: Botão do meio do mouse

source: Extra Mouse Button 1
hu: Extra egérgomb 1
nb_no: Ekstra museknapp 1
pt: Botão Extra do Rato 1
pt_br: Botão extra do mouse 1

source: Extra Mouse Button 2
hu: Extra egérgomb 2
nb_no: Ekstra museknapp 2
pt: Botão Extra do Rato 2
pt_br: Botão extra do mouse 2

source: Mouse Wheel Up
hu: Egérgörgő fel
nb_no: Musehjul opp
pt: Roda do Rato para Cima
pt_br: Roda do mouse para cima

source: Mouse Wheel Down
hu: Egérgörgő le
nb_no: Musehjul ned
pt: Roda do Rato para Baixo
pt_br: Roda do mouse para baixo

source: Mouse Wheel Left
hu: Egérgörgő balra
nb_no: Musehjul venstre
pt: Roda do Rato para Esquerda
pt_br: Roda do mouse para a esquerda

source: Mouse Wheel Right
hu: Egérgörgő jobbra
nb_no: Musehjul høyre
pt: Roda do Rato para Direita
pt_br: Roda do mouse direita

source: Unknown Mouse Button
hu: Ismeretlen egérgomb
nb_no: Ukjent museknapp
pt: Botão do Rato Não Conhecido
pt_br: Botão do mouse desconhecido

source: Unknown event type
hu: Ismeretlen eseménytípus
nb_no: Ukjent hendelsestype
pt: Tipo de evento não reconhecido
pt_br: Tipo de evento desconhecido

source: Tabletop Club could not find any asset packs in the following folders:
hu: A Tabletop Club nem talált eszközcsomagot a következő mappákban:
nb_no: Tabletop Club kunne ikke finne noen ressurspakker i følgende mapper:
pt: Tabletop Club não pode achar nenhum pacote de assets nas seguintes pastas:
pt_br: O Tabletop Club não conseguiu encontrar nenhum pacote de ativos nas seguintes pastas:

source: Tabletop Club could not find an assets folder in any of the following places:
hu: A Tabletop Club nem talált eszközcsomagot a következő helyeken:
nb_no: Tabletop Club kunne ikke finne en ressursmappe i noen av de følgende steder:
pt: Tabletop Club não pode achar nenhuma pasta de assets em nenhum dos seguintes lugares:
pt_br: O Tabletop Club não encontrou uma pasta de ativos em nenhum dos seguintes lugares:

source: Please place an asset pack into one of these folders, and restart the game.
hu: Helyezz egy eszközcsomagot a következő mappák egyikébe, majd indítsd újra a játékot.
nb_no: Plasser en ressurspakke i en av disse mappene, og start spillet på nytt.
pt: Por favor, coloque o pacote de assets em uma destas pastas e reinicie o jogo.
pt_br: Coloque um pacote de recursos em uma dessas pastas e reinicie o jogo.

source: Please create one of these folders and restart the game.
hu: Hozd létre a következő mappák egyikét és indítsd újra a játékot.
nb_no: Opprett en av disse mappene og start spillet på nytt.
pt: Por favor, crie uma destas pastas e reinicie o jogo.
pt_br: Crie uma dessas pastas e reinicie o jogo.

source: <No Name>
hu: <Névtelen>
nb_no: <Ingen Navn>
pt: <Sem Nome>
pt_br: <Sem nome>

source: Alpha Testers
hu: Alfa tesztelők
nb_no: Alfa-testere
pt: Testadores Alfa
pt_br: Testadores Alfa

source: Contributors
hu: Közreműködők
nb_no: Bidragsytere
pt: Contribuintes
pt_br: Contribuidores

source: Cursors
hu: Kurzorok
nb_no: Pekere
pt: Cursores
pt_br: Cursores

source: Developers
hu: Fejlesztők
nb_no: Utviklere
pt: Desenvolvedores
pt_br: Desenvolvedores

source: Fonts
hu: Betűtípusok
nb_no: Skrifter
pt: Fontes
pt_br: Fontes

source: Images
hu: Képek
nb_no: Bilder
pt: Imagens
pt_br: Imagens

source: Logo and Icon
hu: Logó és ikon
nb_no: Logo og ikon
pt: Logo e Ícone
pt_br: Logo e ícone

source: Sound Effects
hu: Hangeffektek
nb_no: Lydeffekter
pt: Efeitos Sonoros
pt_br: Efeitos sonoros

source: Tool Icons
hu: Eszközikonok
nb_no: Verktøyikoner
pt: Ferramenta de Ícones
pt_br: Ícones de ferramentas

source: Translators
hu: Fordítók
nb_no: Oversettere
pt: Tradutores
pt_br: Tradutores

source: Dutch
hu: Holland
nb_no: Nederlandsk
pt: Holandês
pt_br: Holandês

source: Esperanto
hu: Eszperantó

source: French
hu: Francia
nb_no: Fransk
pt: Francês
pt_br: Francês

source: German
hu: Német
nb_no: Tysk
pt: Alemão
pt_br: Alemão

source: Indonesian
hu: Indonéz
pt_br: Indonésia

source: Italian
hu: Olasz
nb_no: Italiensk
pt_br: Ialiano

source: Norwegian
hu: Norvég
pt_br: Norueguês

source: Portuguese
hu: Portugál
nb_no: Portugisisk
pt_br: Português

source: Russian
hu: Orosz
nb_no: Russisk
pt: Russo
pt_br: Russo

source: Spanish
hu: Spanyol
nb_no: Spansk
pt_br: Espanhol

source: Room code must be four characters long!
hu: A szobakód négy karakter kell legyen!
nb_no: Romkoden må være fire tegn lang!
pt: O código de sala deve conter quatro caracteres!
pt_br: O código da sala deve ter quatro caracteres!

source: Invalid room code!
hu: Érvénytelen szobakód!
nb_no: Ugyldig romkode!
pt: código da sala invalido!
pt_br: Código da sala inválido!

source: System Default
hu: Rendszer alapbeállítása
nb_no: Systemstandard
pt: Padrão do Sistema
pt_br: Padrão do sistema

source: Never
hu: Soha
nb_no: Aldri
pt: Nunca
pt_br: Nunca

source: 30 seconds
hu: 30 másodperc
nb_no: 30 sekunder
pt: 30 segundos
pt_br: 30 segundos

source: 1 minute
hu: 1 perc
nb_no: 1 minutt
pt: 1 minuto
pt_br: 1 minut0

source: 10 minutes
hu: 10 perc
nb_no: 10 minutter
pt: 10 minutos
pt_br: 10 minutos

source: 30 minutes
hu: 30 perc
nb_no: 30 minutter
pt: 30 minutos
pt_br: 30 minutos

source: Borderless Fullscreen
hu: Keret nélküli teljes képernyő
nb_no: Kantløs fullskjerm
pt: Tela Cheia Sem Bordas
pt_br: Tela Cheia Sem Bordas

source: Fullscreen
hu: Teljes képernyő
nb_no: Fullskjerm
pt: Tela Cheia
pt_br: Tela Cheia

source: High
hu: Magas
nb_no: Høy
pt: Alto
pt_br: Alto

source: Very High
hu: Nagyon magas
nb_no: Veldig høy
pt: Muito Alto
pt_br: Muito alto

source: Small
hu: Kicsi
nb_no: Liten
pt_br: Pequeno

source: Large
hu: Nagy
nb_no: Stor
pt_br: Grande

source: Nothing
hu: Semmi
nb_no: Ingenting
pt: Nada
pt_br: Nada

source: Now Playing: %s
hu: Soron: %s
nb_no: Spiller nå: %s
pt: Jogando agora: %s
pt_br: Tocando agora: %s

source: Add selected objects...
hu: Kiválasztott tárgyak hozzáadása...
nb_no: Legg til valgte objekter...
pt: Adicionar objetos selecionados...
pt_br: Adicionar objetos selecionados...

source: Count: %d
hu: Mennyiség: %d
nb_no: Antall: %d
pt: Contador: %d
pt_br: Contagem: %d

source: Value: %d
hu: Érték: %d
nb_no: Verdi: %d
pt: Volume: %d
pt_br: Valor: %d

source: Put in hand
hu: Kézbe
nb_no: Legg i hånden
pt: Em mãos
pt_br: Colocar na mão

source: Collect individuals
hu: Begyűjtés egyesével
nb_no: Samle individuelle
pt: Coletar indivíduos
pt_br: Coletar individualmente

source: Collect all
hu: Összes begyűjtése
nb_no: Samle alle
pt: Coletar todos
pt_br: Coletar tudo

source: Deal cards
hu: Kártyák osztása
nb_no: Del ut kort
pt: Distribuir cartas
pt_br: Distribuir Cartas

source: Take off top
hu: Húzás a tetejéről
nb_no: Ta fra toppen
pt: Pegar do topo
pt_br: Pegar do topo

source: Orient all up
hu: Összes felfordítása
nb_no: Snu alle opp
pt: Revelar cartas
pt_br: Oriente tudo para cima

source: Orient all down
hu: Összes lefordítása
nb_no: Snu alle ned
pt: Esconder cartas
pt_br: Orientar tudo para baixo

source: Suit
hu: Szín
nb_no: Drakt
pt: Naipe
pt_br: Naipe
