Repository: Hanif012/tabletop-club
Catalog: docs/translations/*/LC_MESSAGES/general.po
Languages: es

source: About
es: Acerca de

source: What is Tabletop Club?
es: ¿Qué es Tabletop Club?

source: Tabletop Club is a free and open-source tabletop board game simulator! That's a bit of a mouthful, so I'll break that sentence down a bit:
es: ¡Tabletop Club es un simulador de juegos de mesa gratuito y de código abierto! Eso es un poco complicado, así que desglosaré la oración un poco:

source: Free
es: Libre

source: The game is completely free to download and play! You can do so by going to the :ref:`downloading-binaries` page.
es: ¡El juego es completamente gratuito para descargar y jugar! Puedes hacerlo yendo a la página de :ref:`descargar-binarios`.

source: Open-source
es: Código abierto

source: This means a few things:
es: Esto significa varias cosas:

source: The source code of the game is visible to the public (you can see it in the `GitHub repository <https://github.com/drwhut/tabletop-club>`_). This also means you can compile the game youself from scratch (see :ref:`compiling-from-source`).
es: El código fuente del juego es público (puedes verlo en el repositorio GitHub de ` <https://github.com/drwhut/tabletop-club>`_ ). Esto también significa que puedes compilar el juego tú mismo desde cero (ver :ref:`compiling-from-source`).

source: Anyone can contribute to the development of Tabletop Club in a number of different ways! For more information about how you can help contribute to the project, visit the :ref:`contributing` page.
es: Cualquiera puede contribuir de varias maneras al desarrollo de Tabletop Club. Para obtener más información sobre cómo puedes contribuir al proyecto, visita la página :ref:`contributing`.

source: The game is licensed under the `MIT License <https://github.com/drwhut/tabletop-club/blob/master/LICENSE>`_, which is an open, permissive license.
es: El juego está licenciado bajo la `Licencia MIT <https://github.com/drwhut/tabletop-club/blob/master/LICENSE>`_, la cual es una licencia abierta y permisiva.

source: The game's code and project files are licensed under the MIT License, but some of the assets are licensed under different open licenses.
es: El código del juego y los archivos del proyecto están bajo la licencia MIT, pero algunos de los recursos están bajo otras licencias abiertas.

source: To see the authors and licenses of these assets, you can check the ``game/LICENSES.tres`` file, as well as hovering over items in the objects menu in-game (which can also be found in the various ``.cfg`` files under ``assets/``).
es: Para ver autores y licencias de estos recursos puedes revisar el archivo ``game/LICENSES.tres`` o posicionar el cursor encima de los elementos del menú de objectos en el juego (también puede encontrarse en varios archivos ``.cfg`` dentro de ``assets/``).

source: Tabletop board game
es: Juego de mesa

source: The game is designed to allow you to play your favourite tabletop board games by effectively giving you a box of toys to play with (which include things like cards, dice, game pieces, and more), and it's up to you what you do with what you're given!
es: El juego está diseñado para permitirte jugar tus juegos de mesa favoritos al brindarte prácticamente una caja de juguetes (que incluye elementos como cartas, dados, piezas de juegos y más) y depende de ti que hacer con lo que te es dado!

source: But the coolest thing about the game is that anyone can create assets for the game! It's as simple as dragging files into a folder and the game will import them, then you can use them straight away in-game! If you want to learn more about how to make assets for Tabletop Club, visit the :ref:`asset-packs` page.
es: Pero lo mejor del juego es que cualquiera puede crear elementos para el juego. Es tan sencillo como arrastrar archivos a una carpeta, el juego los importará y podrás utilizarlos directamente en el juego. Si quieres saber más sobre cómo crear elementos para Tabletop Club, visita la página :ref:`asset-packs`.

source: Simulator
es: Simulador

source: Not only is the game a simulator of tabletop games, it also has a fully-simulated 3D physics engine! This means that objects in the game act like they do in real life, and it also means you can potentially send objects flying off the edge! Did I also mention you could flip the table?
es: El juego no solo es un simulador de juegos de mesa, sino que también cuenta con un completo motor de física 3D. Esto significa que los objetos del juego se comportan como en la vida real y que puedes hacerlos salir volando por los bordes. ¿He mencionado también que puedes darle la vuelta a la mesa?

source: Frequently Asked Questions
es: Preguntas frecuentes

source: What platforms can I play Tabletop Club on?
es: ¿En qué plataformas puedo jugar Tabletop Club?

source: Tabletop Club can be played on any of these platforms:
es: TableTop Club puede ser jugado en cualquiera de las siguientes plataformas:

source: Windows 7 or later
es: Windows 7 o posterior

source: macOS 10.12 or later
es: macOS 10.12 o posterior

source: Your hardware must also have support for OpenGL 3.3.
es: Tu hardware también debe ser compatible con OpenGL 3.3.

source: It is recommended to have at least 1GB of available space on your drive to accommodate for the game files, as well as any generated files.
es: Se recomienda disponer de al menos 1 GB de espacio en el disco duro para alojar los archivos del juego, como también los archivos generados.

source: Currently there are no plans for the game to be supported on mobile devices or consoles.
es: Actualmente, no hay planes para que el juego sea compatible con dispositivos móviles o consolas.

source: Does Tabletop Club support multiplayer?
es: ¿Tabletop Club es compatible con el modo multijugador?

source: Yes! You don't need to make an account to play multiplayer, you can just host a game and start playing with friends!
es: Sí!, no necesitas crear una cuenta para jugar en modo multijugador, ¡puedes organizar una partida y empezar a jugar con tus amigos!

source: You can change your name and colour in multiplayer by going to :guilabel:`Options` > :guilabel:`Multiplayer`, and changing the relevant settings.
es: Puedes cambiar tu nombre y color en multijugador yendo a :guilabel:`Opciones` > :guilabel:`Multijugador`, y cambiando los ajustes pertinentes.

source: Is Tabletop Club on Steam / GOG / itch.io?
es: ¿Está Tabletop Club en Steam / GOG / itch.io?

source: The game is available on `itch.io <https://drwhut.itch.io/tabletop-club>`_! Not only can you download the game as a standalone executable, you can also download it from the `itch app <https://itch.io/app>`_ and get automatic updates.
es: ¡El juego está disponible en `itch.io <https://drwhut.itch.io/tabletop-club>`_! No solo puedes descargar el juego como ejecutable independiente, sino que también puedes descargarlo desde la aplicación `itch <https://itch.io/app>`_ y obtener actualizaciones automáticas.

source: What stage of development is Tabletop Club at?
es: ¿En qué fase de desarrollo se encuentra Tabletop Club?

source: Tabletop Club is currently in active development. The game has been released, but it is always being improved upon over time with help from the community. On GitHub there is `an issue tracker <https://github.com/drwhut/tabletop-club/issues>`_ for known bugs, feature requests, as well as quality-of-life tweaks to the game.
es: Tabletop Club está actualmente en un desarrollo continuo. El juego ha sido lanzado, pero siempre se está mejorando con la ayuda de la comunidad. En GitHub hay un rastreador de problemas <https://github.com/drwhut/tabletop-club/issues>`_ para errores conocidos, peticiones de características, así como ajustes de calidad durante la vigencia del juego.

source: Is there an official Discord or Matrix server that I can join?
es: ¿Hay algún servidor oficial de Discord o Matrix al que pueda unirme?

source: Yes, you can join the official `Discord <https://discord.gg/GqYkGV4WwX>`_ and `Matrix <https://matrix.to/#/#tabletop-club:matrix.org>`_ servers to chat with other players about anything from the game itself, to board games in general, or even to share asset packs that you have made!
es: Sí, puedes unirte a los servidores oficiales de `Discord <https://discord.gg/GqYkGV4WwX>`_ y `Matrix <https://matrix.to/#/#tabletop-club:matrix.org>`_ para charlar con otros jugadores sobre cualquier tema, desde el propio juego hasta juegos de mesa en general, ¡o incluso para compartir los paquetes de recursos que hayas creado!

source: The goal is to create a safe, welcoming environment for everyone regardless of their background or personality. As long as you abide by the server rules, you are always free to come in and say hi!
es: El objetivo es crear un entorno seguro y acogedor para todos, independientemente de su origen o personalidad. ¡Mientras cumpla con las reglas del servidor, siempre puede entrar y saludar!

source: What board games can I play in Tabletop Club?
es: ¿Qué juegos de mesa puedo jugar en Tabletop Club?

source: Theoretically, any of them!
es: En teoría, ¡cualquiera de ellos!

source: Out of the box, the games comes with the default Tabletop Club asset pack which contains some of the most common objects you'll need, like playing cards, dice, poker chips, etc.
es: Al principio, los juegos vienen con el paquete de activos predeterminado de Tabletop Club que contiene algunos de los objetos más comunes que necesitarás, como naipes, dados, fichas de póquer, etc.

source: On GitHub, there is `an issue <https://github.com/drwhut/tabletop-club/issues/28>`_ listing which objects still need to be added to the default asset pack. If everything under a game is ticked, then you can play that game!
es: En GitHub, hay 'un problema <https://github.com/drwhut/tabletop-club/issues/28>'_ que enumera qué objetos aún deben agregarse al paquete de activos predeterminado. Si todo lo que está debajo de un juego está marcado, ¡entonces puedes jugar ese juego!

source: On the other hand, if the pieces you need aren't going to be included in the default asset pack, then you can either download an asset pack that someone else has already made, or you can create your own! Visit the :ref:`asset-packs` page if you're interested in making your own assets.
es: Por otro lado, si las piezas que necesitas no van a estar incluidas en el paquete de recursos predeterminado, puedes descargar un paquete de recursos que ya haya creado otra persona, ¡o puedes crear el tuyo propio! Visita la página :ref:`asset-packs` si estás interesado en crear tus propios recursos.

source: How easy is it to setup a game in Tabletop Club?
es: ¿Qué tan fácil es configurar un juego en Tabletop Club?

source: For the most popular games, the default asset pack comes with pre-made save files that you can load instantly (when in-game, click :guilabel:`Games`, then click on the game you want to play, then click :guilabel:`Load`) to play the game right away!
es: Para los juegos más populares, el paquete de recursos predeterminado incluye archivos de guardado ya creados que puedes cargar al instante (cuando estés dentro del juego, haz clic en :guilabel:`Juegos`, luego en el juego que quieras jugar y, a continuación, haz clic en :guilabel:`Cargar`) para jugar inmediatamente!

source: If there isn't a pre-made save file for the game you want to play, you can easily make your own save by setting up the table the way you want to, then by going to the menu and clicking :guilabel:`Save file`. This way, if you want to play the game again, you can just load the save you made previously.
es: Si no hay un archivo guardado para el juego que quieres jugar, puedes crear tu propio archivo guardado configurando la tabla como quieras, yendo al menú y haciendo clic en :guilabel:`Archivo guardado`. De esta forma, si quieres volver a jugar este juego, solo tienes que cargar el archivo que guardaste anteriormente.

source: See the :ref:`asset-type-game` page for more information about pre-made save files in asset packs.
es: Consulta la página :ref:`asset-type-game` para obtener más información sobre los archivos de guardado predefinidos en los paquetes de recursos.

source: Can I add assets other than game pieces to Tabletop Club?
es: ¿Puedo añadir a Tabletop Club otros recursos que no sean piezas de juego?

source: Yes! As well as objects, you can also import the following types of assets:
es: ¡Sí! Además de objetos, también puedes importar los siguientes tipos de elementos:

source: :ref:`asset-type-game`
es: :ref:`recurso-tipo-juego`

source: :ref:`asset-type-music`
es: :ref:`recurso-tipo-musica`

source: :ref:`asset-type-sound`
es: :ref:`recurso-tipo-sonido`

source: :ref:`asset-type-table`
es: :ref:`recurso-tipo-tablero`

source: Can you add my favourite board game to Tabletop Club?
es: ¿Puedes añadir mi juego de mesa favorito a Tabletop Club?

source: For legal safety, Tabletop Club will only ever distribute `public-domain <https://en.wikipedia.org/wiki/Public_domain>`_ board games in the default asset pack. But that doesn't stop you from making assets for your favourite board game for private use!
es: Por seguridad legal, Tabletop Club solo distribuirá `juegos de mesa de dominio público <https://en.wikipedia.org/wiki/Public_domain>`_ en el paquete de recursos por defecto. ¡Pero eso no te impide crear recursos para tu juego de mesa favorito para uso privado!

source: Can I share assets I've made on the internet?
es: ¿Puedo compartir recursos que he creado en Internet?

source: It depends on a number of factors. In general, it should be safe to share the assets you've made for the game if the following is all true:
es: Depende de varios factores. En general, debería ser seguro compartir los recursos que has hecho para el juego. Si todo es cierto de lo siguiente:

source: The assets you've made (textures, 3D models, etc.) are made by you, and are not derived from copyrighted material.
es: Los recursos que has creado (texturas, modelos 3D, etc.) son tuyos y no proceden de material protegido por derechos de autor.

source: You can distribute other people's creations **if** the license it's under allows you to. It's always safer to attribute the original author, and to state the license and whether the content was modified. Please read the terms of the license first.
es: Puedes distribuir las creaciones de otras personas **si** la licencia bajo la que está te lo permite. Siempre es más seguro citar al autor original e indicar la licencia y si el contenido ha sido modificado. Lee primero las condiciones de la licencia.

source: To help with this, the :ref:`config-cfg` file allows you to put the author, license, modifier, and URL with the asset, which is then shown in-game.
es: Para ayudar con esto, el archivo :ref:`config-cfg` te permite poner el autor, la licencia, el modificador y la URL con el recurso, que luego se mostrara en el juego.

source: If the assets you've made are for playing a game that already exists, then:
es: Si los recursos que has hecho son para jugar a un juego que ya existe, entonces:

source: You cannot use the same name of the game without the owner's explicit permission.
es: No puede utilizar el mismo nombre del juego sin el permiso explícito del propietario.

source: The mechanics of the game cannot be patented.
es: La mecánica del juego no puede ser patentada.

source: You can `check online <https://worldwide.espacenet.com/advancedSearch>`_ to see if there are any patents for the game's mechanics.
es: Puedes consultar`en línea <https://worldwide.espacenet.com/advancedSearch>`_ para ver si hay patentes de la mecánica del juego.

source: This is NOT legal advice. Please go ask the nearest lawyer for advice if you are worried about distributing your asset pack on the internet, as this also depends on your country's copyright laws.
es: Esto NO es un consejo legal. Por favor, pida consejo al abogado más cercano si está preocupado por la distribución de su paquete de recursos en Internet, ya que esto también depende de las leyes de derechos de autor de su país.

source: Coding guidelines
es: Directrices de codificación

source: When modifying the game's scenes and scripts, as well as following Godot's `GDScript style guide`_, make sure to follow these guidelines for consistency, and to make everyone's lives easier:
es: Al modificar las escenas y los guiones del juego, así como al seguir la 'guía de estilo GDScript' de Godot`_, asegúrate de seguir estas pautas para mantener la coherencia y facilitar la vida de todos:

source: Only use GDScript for scripting.
es: Utilice únicamente GDScript para crear scripts.

source: When writing code, make sure your editor (whether it's Godot, or another external editor) is set to use tabs instead of spaces.
es: Cuando escriba código, asegúrese de que su editor (ya sea Godot u otro editor externo) está configurado para utilizar tabuladores en lugar de espacios.

source: When creating a new script, use the ``Copyright Notice`` template in ``game/Scripts/Templates/CopyrightNotice.gd``.
es: Al crear un nuevo script, utilice la plantilla ``Copyright Notice`` en ``game/Scripts/Templates/CopyrightNotice.gd``.

source: Use typed variables, arguments, and return values where possible.
es: Utilice variables con tipo, argumentos y valores devueltos siempre que sea posible.

source: When writing functions in scripts that aren't built in functions (e.g. ``_ready()``) or functions called by signals (e.g. ``_on_*``), then please add a comment above the function describing what the function does, what it's return value is (if any), and what the arguments are. For example:
es: Cuando escriba funciones en scripts que no sean funciones integradas (por ejemplo, ``_ready()``) o funciones llamadas por señales (por ejemplo, ``_on_*``), añada un comentario encima de la función describiendo lo que hace la función, cuál es su valor de retorno (si lo hay) y cuáles son los argumentos. Por ejemplo:

source: Make sure to fix any warnings Godot shows in scripts.
es: Asegúrese de corregir cualquier advertencia que Godot muestre en los scripts.

source: If you are writing strings that will get displayed in the UI, remember to use the ``tr()`` function so the text can be translated.
es: Si está escribiendo cadenas que se mostrarán en la interfaz de usuario, recuerde utilizar la función ``tr()`` para que el texto pueda traducirse.

source: When creating new scenes, fill in the editor description for the root node explaining what the scene does. Also fill in the editor description for any nodes in the scene where it isn't obvious what they're there for.
es: Cuando crees nuevas escenas, llena la descripción del editor para el nodo raíz explicando lo que hace la escena. Llena también la descripción del editor para cualquier nodo de la escena en el que no sea obvio porque qué está ahí.

source: Contributing
es: Contribuyendo

source: Pull request workflow
es: Flujo de trabajo de un Pull request

source: If you want to help contribute to the project directly, by either fixing a bug or implementing a feature, then you'll need to create a **pull request** on the project's `GitHub repository`_. This page explains the steps needed to do exactly that!
es: Si quieres contribuir directamente al proyecto, ya sea corrigiendo un error o implementando una función, tendrás que crear una **pull request** en el repositorio GitHub repository`_ del proyecto. En esta página se explican los pasos necesarios para hacerlo!

source: Creating a fork
es: Creando un fork

source: The way to think about forks is by thinking about going down a side road on a fork in the road - you'll be doing your own think on the side road (your "fork") while the main road (the repository's ``master`` branch) goes on. Eventually, the side road will join back in with the main road later on (the "merge").
es: La forma de pensar acerca de las bifurcaciones es pensar en ir por un camino secundario después de tomar una bifurcación en el camino - usted estará haciendo lo suyo en el camino secundario (su "fork"), mientras que el camino principal (la rama del repositorio de ``master`` ) sigue adelante. Eventualmente, el camino secundario se unirá de nuevo con el camino principal más adelante (la "merge").

source: To create a fork of the Tabletop Club repository on GitHub, you can go to the `GitHub repository`_ and click on the :guilabel:`Fork` button on the top-right. You should now have your own copy of the repository at that point in time. You can then clone the repository to your computer with ``git clone``.
es: Para crear un fork del repositorio de Tabletop Club en GitHub, puedes ir a `GitHub repository`_ y hacer clic en el botón :guilabel:`Fork` de la parte superior derecha. Así tendrá una copia del repositorio. A continuación, puede clonar el repositorio en su ordenador con ``git clone``.

source: In this cloned repository, ``origin`` will point to your forked repository, which will not automatically update with the original repository. To make sure you can get updates from the original repository, you can add the original as a remote repository with this command:
es: En este repositorio clonado, ``origin`` apuntará a su repositorio bifurcado, que no se actualizará automáticamente con el repositorio original. Para asegurarse de que puede obtener actualizaciones del repositorio original, puede añadir el original como repositorio remoto con este comando:

source: Now, if you ever need to update the ``master`` branch on your local repository, you can run the following commands:
es: Ahora, si alguna vez necesita actualizar la rama ``master`` en su repositorio local, puede ejecutar los siguientes comandos:

source: You can then update your fork on GitHub with these changes:
es: A continuación, puede actualizar su bifurcación en GitHub con estos cambios:

source: Downloading and compiling Godot
es: Descargando y compilando Godot

source: Now that you have made a local copy of the fork on your computer, there's one more step that's needed to be able to play, edit, and test the game - you'll need to download and compile the modified version of Godot the game runs on. You can follow the instructions in :ref:`compiling-from-source` up until the section where you download the game (you already did that just!) to get Godot up and running.
es: Ahora que has hecho una copia local de la bifurcación en tu ordenador, hay aún un paso más que es necesario para poder jugar, editar y probar el juego - necesitarás descargar y compilar la versión modificada de Godot sobre la que corre el juego. Puedes seguir las instrucciones de :ref:`compiling-from-source` hasta la sección en la que descargas el juego (¡es lo que acabas de hacer!) para poner Godot en marcha.

source: Making changes
es: Haciendo cambios

source: Before you start making the changes you want to make, it is highly advised that you create a branch on the local repository for the bug/feature you're going to solve:
es: Antes de empezar a hacer los cambios que quieres hacer, es muy recomendable que crees una rama en el repositorio local para el fallo/función que vas a resolver:

source: Now you can start working on the code! See :ref:`coding-guidelines` for guidelines as to how you should write your code.
es: Ahora puede empezar a trabajar en el código. Consulta :ref:`coding-guidelines` para saber cómo debes escribir tu código.

source: When you are done, you should commit your changes and push them to your fork with these commands:
es: Cuando haya terminado, debe confirmar los cambios y enviarlos a tu rama con estos comandos:

source: Creating a pull request
es: Creación de un pull request
