Repository: Hanif012/tabletop-club
Catalog: docs/translations/*/LC_MESSAGES/general.po
Languages: es

source: If you want to compile an export template to export a release build of the game from the editor, you can use the following commands:
es: Si desea compilar una plantilla de exportación para exportar una versión del juego desde el editor, puede utilizar las instrucciones siguientes:

source: Compiling Godot for Linux / \*BSD
es: Compilación de Godot para Linux / \*BSD

source: To compile Godot for Linux and other Unix systems, you'll also need the following:
es: Para compilar Godot para Linux y otros sistemas de Unix, también necesitarás el siguiente:

source: GCC 7+ or Clang 6+.
es: GCC 7+ o Clang 6+.

source: X11, Xcursor, Ximerama, Xi and XRandR development libraries.
es: Bibliotecas de desarrollo X11, Xcursor, Ximerama, Xi y XRandR.

source: MesaGL development libraries.
es: Bibliotecas de desarrollo de MesaGL.

source: ALSA development libraries.
es: Bibliotecas de desarrollo ALSA.

source: PulseAudio development libraries.
es: Bibliotecas de desarrollo PulseAudio.

source: Distro-specific one-liners
es: Expresiones específicas de cada distribución

source: For audio support, you can optionally install ``pulseaudio``.
es: Para soporte de audio, puede instalar opcionalmente ``pulseaudio`.

source: To compile the engine, open a terminal, change to the root directory of the engine code, and run:
es: Para compilar el motor, abra un terminal, cambie al directorio raíz del código del motor y ejecute:

source: If it compiles successfully, the result binary will be put in ``godot/bin/`` with the name ``godot.x11.opt.tools.32`` or ``godot.x11.opt.tools.64``. By default, SCons will build a binary matching your CPU architecture, but this can be changed by adding ``bits=64`` or ``bits=32`` to the above command.
es: Si compila correctamente, el binario resultante se pondrá en ``godot/bin/`` con el nombre ``godot.x11.opt.tools.32`` o ``godot.x11.opt.tools.64``. Por defecto, SCons construirá un binario que coincida con la arquitectura de su CPU, pero esto puede cambiarse añadiendo ``bits=64`` o ``bits=32`` al comando anterior.

source: If you want to compile using Clang instead of GCC, use this command:
es: Si desea compilar utilizando Clang en lugar de GCC, utilice este comando:

source: Downloading Tabletop Club
es: Descargando Tabletop Club

source: To download the Tabletop Club Godot project, you can either download a compressed copy of the source code for a particular version from the `releases <https://github.com/drwhut/tabletop-club/releases>`_ page on GitHub and extract it, or if you're feeling very adventurous, you can download the latest source code on the ``master`` branch by running this command:
es: Para descargar el proyecto Tabletop Club Godot, puedes descargar una copia comprimida del código fuente de una versión concreta de la página `releases <https://github.com/drwhut/tabletop-club/releases>`_ en GitHub y extraerla, o si te sientes muy aventurero, puedes descargar el último código fuente en la rama ``master`` ejecutando este comando:

source: Downloading the WebRTC GDNative plugin
es: Descargando el plugin WebRTC GDNative

source: Since the multiplayer for Tabletop Club uses WebRTC, you'll need to download the WebRTC plugin for Godot. You can follow these instructions to setup the plugin:
es: Como el multijugador de Tabletop Club utiliza WebRTC, tendrás que descargar el plugin WebRTC para Godot. Puedes seguir estas instrucciones para configurar el plugin:

source: Download the latest release (not a pre-release!) of the plugin from `the repository <https://github.com/godotengine/webrtc-native/releases>`_. Make sure to download the ``webrtc-native-release`` file rather than the ``webrtc-native-debug`` file.
es: Descargue la última versión (¡no una versión preliminar!) del complemento desde `el repositorio <https://github.com/godotengine/webrtc-native/releases>`_. Asegúrese de descargar el archivo ``webrtc-native-release`` en lugar del archivo ``webrtc-native-debug``.

source: Open the compressed file, and place the ``webrtc/`` folder into ``tabletop-club/game/``. Afterwards, there should be a file at ``tabletop-club/game/webrtc/webrtc.tres``.
es: Abra el archivo comprimido y coloque la carpeta ``webrtc/`` en ``tabletop-club/game/``. Después, deberá haber un archivo en ``tabletop-club/game/webrtc/webrtc.tres``.

source: Running Tabletop Club in the Godot editor
es: Corriendo Tabletop Club en el Godot editor

source: To open Godot's project manager, run the executable you compiled in ``godot/bin/``. You can then import the project by clicking the :guilabel:`Import` button and selecting the ``tabletop-club/game/project.godot`` file. Now you can open the project and play the game by pressing the play button in the top-right corner (or by pressing F5)!
es: Para abrir el gestor de proyectos de Godot, ejecute el ejecutable que compiló en ``godot/bin/``. A continuación, puede importar el proyecto haciendo clic en el botón :guilabel:`Import` y seleccionando el archivo ``tabletop-club/game/project.godot``. Ahora puedes abrir el proyecto y jugar al juego pulsando el botón de reproducción de la esquina superior derecha (o pulsando F5)!

source: At this point, you can modify the game to your heart's content! Have a look at the scenes and scripts, try tweaking things here and there, or maybe try and add some stuff of your own?
es: Ahora puedes modificar el juego a tu antojo. Echa un vistazo a las escenas y los scripts, prueba a retocar cosas aquí y allá, o quizá intentar añadir algunas cosas por tu cuenta?

source: Exporting the game
es: Exportando el juego

source: You can export the game with the editor to make it so you don't need to run the game through the editor to play it. Here's how you can export the project:
es: Puedes exportar el juego con el editor para que no necesites ejecutar el juego a través del editor para jugarlo. Así es como puedes exportar el proyecto:

source: Click on :guilabel:`Project` > :guilabel:`Export...`
es: Haga clic en :guilabel:`Project` > :guilabel:`Export...`

source: In the pop-up, click :guilabel:`Add...`, and select your platform.
es: En la ventana emergente, haga clic en :guilabel:`Add...`, y seleccione su plataforma.

source: In the menu on the right, set the debug template to point to the editor executable, and if you made a release template, set that as well.
es: En el menú de la derecha, configure la plantilla de depuración para que apunte al ejecutable del editor y, si ha creado una plantilla de lanzamiento, configúrela también.

source: If you are on macOS, then you will need to disable library validation as shown below. This is in order to prevent the system from checking the WebRTC library, which stops it from loading.
es: Si utiliza macOS, tendrá que desactivar la validación de la biblioteca como se muestra a continuación. Esto es para evitar que el sistema compruebe la biblioteca WebRTC, lo que impide que se cargue.

source: Click :guilabel:`Export project`, choose where you want to export the project and whether you want to export a debug or a release binary, then click :guilabel:`Save`.
es: Haga clic en :guilabel:`Export project`, elija dónde desea exportar el proyecto y si desea exportar un binario de depuración o de versión, y haga clic en :guilabel:`Save`.

source: Copy the ``tabletop-club/assets/`` folder next to the exported binary, so the game has assets to import.
es: Copia la carpeta ``tabletop-club/assets/`` junto al binario exportado, para que el juego tenga recursos que importar.

source: On macOS, you'll need to put this folder inside the ``.app`` package, specifically in ``Tabletop Club.app/Contents/Resources``.
es: En macOS, deberá colocar esta carpeta dentro del paquete ``.app``, concretamente en ``Tabletop Club.app/Contents/Resources``.

source: Now, you should be able to launch the exported executable and play the game directly!
es: Ahora deberías poder ejecutar el ejecutable exportado y jugar directamente al juego!

source: Why did you fork Godot?
es: ¿Por qué bifurcaste a Godot?

source: There's actually just one reason for this: there was a feature that I knew existed in Godot, but it was not exposed to the in-built scripting language GDScript, and the functionality wasn't included in release templates.
es: En realidad, sólo hay una razón para ello: había una función que yo sabía que existía en Godot, pero no estaba expuesta al lenguaje de scripting incorporado GDScript, y la funcionalidad no estaba incluida en las plantillas de la versión.

source: When the game starts, the first thing it does is it scans certain folders for asset packs, and if it finds any, the game will then import assets from those packs. The way the game imports assets is almost identical to how Godot imports assets in the editor. It's possible because of `a custom module <https://github.com/drwhut/tabletop_club_godot_module>`_ I made that takes advantage of the importing code that already exists for the editor, and it allows me to import assets like textures and 3D models from anywhere on the filesystem using just one function in GDScript.
es: Cuando el juego se inicia, lo primero que hace es escanear ciertas carpetas en busca de paquetes de recursos, y si encuentra alguno, el juego importará los recursos de esos paquetes. La forma en que el juego importa los recursos es casi idéntica a la forma en que Godot importa los recursos en el editor. Esto es posible gracias a `un módulo personalizado <https://github.com/drwhut/tabletop_club_godot_module>`_ que hice para aprovechar el código de importación que ya existe para el editor, y que me permite importar activos como texturas y modelos 3D desde cualquier parte del sistema de archivos usando solo una función en GDScript.

source: However, a problem occured when compiling Godot with this module as a release template - the compiled editor code was not included in the release templates, so the custom module had no idea what "importing" meant. This meant I had to tweak some of the editor code and the SCons build script to include the importing code in release builds, while stopping compiler/runtime errors from happening since the code was suddenly disconnected from the rest of the editor.
es: Sin embargo, se produjo un problema al compilar Godot con este módulo como plantilla de lanzamiento - el código compilado del editor no se incluyó en las plantillas de lanzamiento, por lo que el módulo personalizado no tenía ni idea de lo que significaba "importar". Esto significaba que tenía que modificar parte del código del editor y el script de compilación de SCons para incluir el código de importación en las compilaciones de lanzamiento, al tiempo que evitaba que se produjeran errores de compilador/tiempo de ejecución, ya que el código se desconectaba repentinamente del resto del editor.

source: Footnotes
es: Notas a pie de página

source: `The Godot documentation <https://docs.godotengine.org>`_ is from Juan Linietsky, Ariel Manzur and the Godot community, and it is licensed under the `CC-BY 3.0 License <https://creativecommons.org/licenses/by/3.0/>`_.
es: `La documentación de Godot <https://docs.godotengine.org>`_ es de Juan Linietsky, Ariel Manzur y la comunidad Godot, y está bajo la licencia `CC-BY 3.0 License <https://creativecommons.org/licenses/by/3.0/>`_.

source: Downloading the official binaries
es: Descargando los binarios oficiales

source: There are multiple ways to download and play the game:
es: Hay varias formas de descargar y jugar al juego:

source: From the itch app
es: Desde la aplicación itch

source: This is the recommended way to download and play the game, since you'll get updates automatically whenever they are released, and you'll also get access to a huge range of amazing indie games from developers far more talented than I am!
es: Esta es la forma recomendada de descargar y jugar al juego, ya que recibirás actualizaciones automáticamente cada vez que se publiquen, y también tendrás acceso a una gran variedad de increíbles juegos independientes de desarrolladores con mucho más talento que yo!

source: You can download the itch app `here <https://itch.io/app>`_, and once you've logged in, search for "Tabletop Club" to download and install the game.
es: Puedes descargar la aplicación itch `aquí <https://itch.io/app>`_, y una vez que te hayas conectado, busca "Tabletop Club" para descargar e instalar el juego.

source: From Flathub
es: Desde Flathub

source: If you are on a Linux distribution that supports Flatpaks, you can download the latest stable version of the game directly from your software manager! Simply search for "Tabletop Club" to download and install the game. Alternatively, you can visit the project page on `Flathub <https://flathub.org/apps/io.itch.drwhut.TabletopClub>`_.
es: Si utilizas una distribución Linux compatible con Flatpaks, puedes descargar la última versión estable del juego directamente desde tu gestor de software!. Solo tienes que buscar "Tabletop Club" para descargar e instalar el juego. También puede visitar la página del proyecto en `Flathub <https://flathub.org/apps/io.itch.drwhut.TabletopClub>`_.

source: If Flathub is not included in your list of Flatpak repositories, the game will not appear. You can add Flathub as a remote repository by following the instructions `on their website <https://flatpak.org/setup/>`_.
es: Si Flathub no está incluido en tu lista de repositorios Flatpak, el juego no aparecerá. Puedes añadir Flathub como repositorio remoto siguiendo las instrucciones `en su página web <https://flatpak.org/setup/>`_.

source: You can also download the game via the command line instead once Flathub has been added as a remote repository:
es: También puedes descargar el juego a través de la línea de comandos una vez que Flathub se haya añadido como repositorio remoto:

source: As a standalone executable
es: Como un ejecutable independiente

source: You can also download the game as a standalone application that you can run anywhere on your system from the `itch.io page <https://drwhut.itch.io/tabletop-club>`_, or from the `GitHub repository <https://github.com/drwhut/tabletop-club/releases>`_. Once it is downloaded, there's only a couple of steps needed to run the game (see below)!
es: También puedes descargar el juego como una aplicación independiente que puedes ejecutar en cualquier parte de tu sistema. Puees hacerlo desde la página `itch.io <https://drwhut.itch.io/tabletop-club>`_, o desde el repositorio `GitHub <https://github.com/drwhut/tabletop-club/releases>`_. Una vez descargado, solo hay que seguir un par de pasos para ejecutar el juego (véase más abajo)!

source: In most cases, you'll want to download the latest *stable* version of the game. While beta versions of the game have new features and are very helpful for player feedback, they are more suseptable to bugs. But if you're feeling a little experimental, go for the latest version!
es: En la mayoría de los casos, querrás descargar la última versión *estable* del juego. Si bien las versiones beta del juego tienen nuevas funciones y son muy útiles para recibir comentarios de los jugadores, son más susceptibles a errores. Pero si te sientes un poco experimental, ¡busca la última versión!

source: If you've downloaded Tabletop Club in the past and want to download a newer version, follow :ref:`upgrading-installation` before carrying on here.
es: Si has descargado Tabletop Club en el pasado y deseas descargar una versión más reciente, sigue :ref:`upgrading-installation` antes de continuar aquí.

source: Verifying the download
es: Verificación de la descarga

source: This step is completely optional, but it's a good idea to make sure that the downloaded file's contents are what we expect them to be. We do this by checking the `SHA512 hash <https://en.wikipedia.org/wiki/SHA-2>`_ of the file, and seeing if the hash matches the original.
es: Este paso es completamente opcional, pero es una buena idea asegurarse de que el contenido del archivo descargado es el que esperamos. Para ello, se comprueba el hash `SHA512 <https://en.wikipedia.org/wiki/SHA-2>`_ del archivo y se comprueba si coincide con el original.

source: Download from the GitHub releases page the ``TabletopClub_vX.X.X_SHA512.txt`` file. This text file contains the SHA512 hashes of all of the downloads.
es: Descargue de la página de versiones de GitHub el archivo ``TabletopClub_vX.X.X_SHA512.txt``. Este archivo de texto contiene los hashes SHA512 de todas las descargas.

source: Open a command prompt or terminal, and navigate to the folder where the compressed binary lies.
es: Abre una terminal y ve a la carpeta donde se encuentra el archivo binario comprimido.

source: Enter the command for your platform, adjusting the file name where necessary:
es: Ingrese el comando para su plataforma, ajustando el nombre del archivo cuando sea necesario:

source: Compare the output of the previous command to the corresponding line in the SHA512 text file. If the hashes do not match, then you will need to download the binary again.
es: Compare la salida del comando anterior con la línea correspondiente del archivo de texto SHA512. Si los hashes no coinciden, tendrás que volver a descargar el binario.

source: What happens now depends slightly on which platform you're on:
es: Lo que ocurra ahora dependerá ligeramente de la plataforma en la que te encuentres:

source: Downloading for Windows
es: Descargando para Windows

source: Make sure you have downloaded the compressed file, it should be called something like ``TabletopClub_vX.X.X_Windows_64.zip``.
es: Asegúrate de que has descargado el archivo comprimido, debería llamarse algo así como ``TabletopClub_vX.X.X_Windows_64.zip``.

source: Right-click the downloaded file in File Explorer, and click :guilabel:`Extract all...`
es: Haga clic con el botón derecho en el archivo descargado en el Explorador de archivos y haga clic en :guilabel:`Extract all...`

source: There should be a pop-up asking where you want to extract the files to. You can put the game files anywhere you like, for example ``Desktop/TabletopClub``. You can then click :guilabel:`Extract` to extract the files to that location.
es: Debería aparecer una ventana emergente preguntándote dónde quieres extraer los archivos. Puedes poner los archivos del juego donde quieras, por ejemplo ``Desktop/TabletopClub``. A continuación, puedes hacer clic en :guilabel:`Extract` para extraer los archivos a esa ubicación.

source: Go to the folder where you extracted the files, and double-click the ``TabletopClub.exe`` executable to start the game!
es: ¡Ve a la carpeta donde hayas extraído los archivos y haz doble clic en el ejecutable ``TabletopClub.exe`` para iniciar el juego!

source: Currently Windows binaries of the game are not signed, so you'll most likely get a warning when you try to run the game saying that the publisher can't be trusted. You can get past this by clicking :guilabel:`More info`, then by clicking :guilabel:`Run anyway`.
es: Actualmente, los binarios de Windows del juego no están firmados, por lo que lo más probable es que reciba una advertencia cuando intente ejecutar el juego diciendo que el editor no es de confianza. Para evitarlo, haga clic en :guilabel:`Más información` y, a continuación, en :guilabel:`Ejecutar de todos modos`.

source: Downloading for macOS
es: Descargado para macOS

source: Start downloading the compressed file, it should be called something like ``TabletopClub_vX.X.X_OSX_Universal.zip``.
es: Comience por descargar el archivo comprimido, debería llamarse algo así como ``TabletopClub_vX.X.X_OSX_Universal.zip``.

source: When it has downloaded, go to your downloads folder in Finder, and find the compressed file. Double-click the file to extract the application.
es: Cuando se haya descargado, ve a tu carpeta de descargas en Finder y busca el archivo comprimido. Haz doble clic en el archivo para extraer la aplicación.

source: Launch the game by right-clicking ``TabletopClub`` and clicking :guilabel:`Open`.
es: Inicia el juego haciendo clic con el botón derecho del ratón en ``TabletopClub`` y pulsando :guilabel:`Open`.

source: Currently macOS binaries of the game are not signed, so you'll get a warning saying the publisher is unknown. You can get past this warning by clicking :guilabel:`Open` in the pop-up. This button won't appear if you double-click the application.
es: Actualmente, los binarios del juego para macOS no están firmados, por lo que aparecerá una advertencia indicando que el editor es desconocido. Puedes pasar esta advertencia haciendo clic en :guilabel:`Open` la ventana emergente. Este botón no aparecerá si haces doble clic en la aplicación.

source: Downloading for Linux / \*BSD
es: Descargando para Linux / \*BSD

source: Make sure you have downloaded the compressed file, it should be called something like ``TabletopClub_vX.X.X_Linux_64.zip``.
es: Asegúrate de que has descargado el archivo comprimido, debería llamarse algo así como ``TabletopClub_vX.X.X_Linux_64.zip``.

source: Either use your distribution's archive manager to extract the files, or run this command in a terminal:
es: Utilice el gestor de archivos de su distribución para extraer los ficheros o ejecute este comando en un terminal:

source: Either double-click the executable, or go into a terminal and run this command in the folder the executable is in:
es: Haga doble clic en el ejecutable o vaya a una terminal y ejecute este comando en la carpeta en la que se encuentra el ejecutable:

source: Upgrading an existing installation
es: Actualización de una instalación existente

source: If you have already downloaded the game before, and you want to overwrite the files that are already there, then before downloading and extracting the new version of the game, first delete the following files and folders:
es: Si ya has descargado el juego anteriormente y quieres sobrescribir los archivos que ya están ahí, antes de descargar y extraer la nueva versión del juego, borra primero los siguientes archivos y carpetas:

source: ``TabletopClub.exe``, or ``TabletopClub.app``, or ``TabletopClub.x86_64``
es: ``TabletopClub.exe``, o ``TabletopClub.app``, o ``TabletopClub.x86_64``

source: Now you can extract the new version of the game as described above. If the operating systems asks you if you want to replace any files, say yes to all files.
es: Ahora puedes extraer la nueva versión del juego como se ha descrito anteriormente. Si el sistema operativo te pregunta si quieres reemplazar algún archivo, di que sí a todos los archivos.

source: Download
es: Descargar

source: There are two ways to download and play Tabletop Club:
es: Hay dos maneras para descargar y tocar Tabletop Club:

source: By downloading the official binary for your platform and running the executable. This is by far the simplest method, and it is all that most players need to do.
es: Descargando el binario oficial para tu plataforma y ejecutando el ejecutable. Este es, con mucha diferencia, el método más sencillo, y es todo lo que la mayoría de los jugadores necesitan hacer.

source: By downloading the source code from the game's repository and compiling it from scratch. This requires a few extra steps compared to running a pre-built binary, but you'll need to do this if you plan on contributing to the game code, or you could try it for fun!
es: Descargando el código fuente del repositorio del juego y compilándolo desde cero. Esto requiere algunos pasos adicionales en comparación con la ejecución de un binario precompilado, pero tendrás que hacerlo si planeas contribuir al código del juego, ¡o podrías probarlo por diversión!
