Repository: Hanif012/tabletop-club
Catalog: docs/translations/*/LC_MESSAGES/general.po
Languages: es

source: Once you've made the changes you wanted to make, and you've thoroughly tested them, you can push them to the custom branch on your forked repository and create a pull request!
es: Una vez que hayas hecho los cambios que querías hacer, y los has probado completamente, ¡puedes empujarlos a la rama personalizada en tu repositorio bifurcado y crear un pull request!

source: To start, go to the original `GitHub repository`_ and click :guilabel:`Pull requests` > :guilabel:`New pull request`. Make sure you are merging from your fork's custom branch to ``drwhut/tabletop-club`` on the ``master`` branch. If GitHub is happy, then you can click :guilabel:`Create pull request`, and fill in the details for the pull request.
es: Para empezar, ve al repositorio original `GitHub repository`_ y haga clic en :guilabel:`Pull requests` > :guilabel:`New pull request`. Asegúrate de que estás fusionando desde la rama personalizada de tu bifurcación a ``drwhut/tabletop-club`` en la rama ``master``. Si GitHub está satisfecho, puedes hacer clic en :guilabel:`Create pull request`, y llenar los detalles del pull request.

source: If the pull request was to fix an issue, then please put the issue number in the pull request! For example, if the issue fixes issue number ``69``, then say in the pull request: ``This PR fixes #69``.
es: Si el pull request es para arreglar un problema, por favor ponga el número del problema en el pull request. Por ejemplo, si el problema corrige el número de problema ``69``, entonces diga en el pull request: ``This PR fixes #69``.

source: Once you're done filling in the PR, you can submit it!
es: Una vez que hayas llenado el PR, ¡puedes enviarlo!

source: If we ask you to make changes to the pull request, you can do so by making the changes locally on your computer and pushing the commits to your fork's custom branch. These new commits will appear automatically in the PR.
es: Si le pedimos que haga cambios en el pull request, puede hacerlo haciendo los cambios localmente en su ordenador y empujando los commits a la rama personalizada de su fork. Estos nuevos commits aparecerán automáticamente en el PR.

source: Resolving merge conflicts
es: Resolución de conflictos de merge

source: There is a chance that GitHub will not let us merge the pull request into the ``master`` branch because of a merge conflict between the ``master`` branch and the branch on your fork. In this case, you should take the following steps:
es: Existe la posibilidad de que GitHub no nos permita fusionar el pull request en la rama ``master`` debido a un conflicto de merge entre la rama ``master`` y la rama de su bifurcación. En este caso, debe seguir los siguientes pasos:

source: Update the fork's ``master`` branch so it is up-to-date with the original's:
es: Actualiza la rama ``master`` del fork para que esté al día con la del original:

source: Merge the ``master`` branch on your local repository into your custom branch:
es: Fusione la rama ``master`` de su repositorio local en su rama personalizada:

source: You can also use ``rebase`` here instead of ``merge``, but we don't mind whichever command you use. Use whichever one you're most comfortable with!
es: También puedes utilizar aquí ``rebase`` en lugar de ``merge``, es igual el comando que utilices. Utiliza el que te resulte más cómodo!

source: At this point you'll get the same merge conflicts that stopped the pull request from being merged. You need to resolve them before continuing.
es: En este punto aparecerán los mismos conflictos de merge que impidieron el merge del pull request. Debe resolverlos antes de continuar.

source: Test that the changes you've made still work after the merge.
es: Comprueba que los cambios realizados siguen funcionando después del merge.

source: Push the merge commit, plus any other commits you make, to your fork.
es: Empuja la confirmación de merge, además de cualquier otra confirmación que realices, a tu bifurcación.

source: Go back to the pull request on GitHub, and ensure that there are no merge merge conflicts.
es: Vuelva al pull request en GitHub y asegúrese de que no hay conflictos de fusión.

source: Ways to contribute
es: Formas de contribuir

source: Reporting a bug
es: Informando de un error

source: Before reporting a bug on GitHub, make sure of the following:
es: Antes de informar de un error en GitHub, asegúrate de lo siguiente:

source: The bug is reproducible. If you can't get the bug to happen again, then chances are that we won't be able to either, then we can't fix it!
es: El fallo es reproducible. Si no consigues que el fallo se repita, lo más probable es que nosotros tampoco podamos, ¡entonces no podremos solucionarlo!

source: The bug hasn't already been reported - you can check by going to the `issues page`_ on GitHub and searching for it there.
es: El error no ha sido reportado antes - puedes comprobarlo yendo a la página `issues page`_ en GitHub y buscándolo allí.

source: To report a bug, please `post an issue`_ on GitHub with the bug report template.
es: Para reportar un error, por favor `post an issue`_ en GitHub con la plantilla de reporte de errores.

source: If you come across multiple bugs, please post one issue for each bug! This way, we can easily reference individual bugs.
es: Si te encuentras con varios errores, ¡publica un problema para cada error! De esta manera, podemos hacer referencia fácilmente a errores individuales.

source: Make sure to include as much information as you can in the post, including how to reproduce the bug, the platform you're running the game on, and if possible, provide the latest log so we can check if there were any errors thrown. You can find the game logs in the following folders:
es: Asegúrate de incluir tanta información como puedas en el post, incluyendo cómo reproducir el fallo, la plataforma en la que estás ejecutando el juego y, si es posible, proporciona el último registro para que podamos comprobar si se ha producido algún error. Puedes encontrar los registros del juego en las siguientes carpetas:

source: If you want to provide an in-game screenshot showing the bug, you can press :guilabel:`F3` to display debug information on the screen, then you can press :guilabel:`F12` to take a screenshot! Screenshots are saved to the Documents folder under ``TabletopClub/screenshots``.
es: Si quieres proporcionar una captura de pantalla del juego que muestre el error, puedes pulsar :guilabel:`F3` para mostrar información de depuración en la pantalla y, a continuación, pulsar :guilabel:`F12` para hacer una captura de pantalla. Las capturas de pantalla se guardan en la carpeta Documentos de ``TabletopClub/screenshots``.

source: Suggesting a feature
es: Sugiriendo una característica

source: Have you got an idea to make the game better? If someone else hasn't had the same idea (you can check by searching the `issues page`_ on GitHub), then you can `post an issue`_ on GitHub explaining your idea, what problem it solves, and any alternative ideas you've thought of. We want to make the game as good as it can possibly be, so don't hesistate to let us know your idea!
es: ¿Tienes alguna idea para mejorar el juego? Si alguien más no ha tenido la misma idea (puedes comprobarlo buscando en la página `issues`_ de GitHub), entonces puedes `post an issue`_ en GitHub explicando tu idea, qué problema resuelve y cualquier idea alternativa que se te haya ocurrido. ¡Queremos que el juego sea lo mejor posible, así que no dudes en contarnos tu idea!

source: Changing the documentation
es: Cambiando la documentación

source: If there is a part of the documentation that you don't understand, or that you think is missing, then please don't hesistate to suggest a change to the documentation:
es: Si hay alguna parte de la documentación que no entiendes, o que crees que falta, no dudes en sugerir un cambio en la documentación:

source: You can `post an issue`_ with the documentation change template describing the edit you want.
es: Puede `post an issue`_ con la plantilla de cambio de documentación describiendo la edición que desea.

source: You can click on the GitHub icon at the top of the page, click the :guilabel:`suggest edit` button, and create a pull request with the changes you give!
es: Puedes hacer clic en el icono de GitHub de la parte superior de la página, pulsar el botón :guilabel:`suggest edit` y crear una pull request con los cambios que has hecho!

source: Translating the project
es: Traduciendo el proyecto

source: If you know a language other than English, you can help to translate the game and it's documentation by going to the project's `Hosted Weblate <https://hosted.weblate.org/engage/tabletop-club/>`_ page and suggest translations for the project's strings in your language!
es: Si conoces un idioma que no sea el inglés, puedes ayudar a traducir el juego y su documentación visitando la página del proyecto `Hosted Weblate <https://hosted.weblate.org/engage/tabletop-club/>`_ sugiriendo traducciones de los textos del proyecto a tu idioma!

source: If you don't see your language in a component, you can add it by scrolling to the bottom of the component page and pressing :guilabel:`Start new translation`.
es: Si no ve su idioma en un componente, puede añadirlo, ve hasta la parte inferior de la página del componente y pulsa :guilabel:`Start new translation`.

source: Manual pull requests for translations will be closed, as Weblate keeps it's own fork of the project, and we want to avoid having merge conflicts occur.
es: Los pull requests manuales para traducciones se cerrarán, ya que Weblate mantiene su propio fork del proyecto, y queremos evitar que se produzcan conflictos de fusión.

source: Translation status
es: Estado de la traducción

source: If you see an issue on the `GitHub repository`_ that you think you can fix, and you want to directly contribute to the project by modifying the game code, you can create a pull request on GitHub to merge your changes in! See the :ref:`pull-request-workflow` page for more information.
es: Si ves un problema en `GitHub repository`_ que crees que puedes solucionar, y quieres contribuir directamente al proyecto modificando el código del juego, puedes crear un pull request en GitHub para integrar tus cambios. Consulta la página :ref:`pull-request-workflow` para obtener más información.

source: Proposing assets
es: Proponer recursos

source: If you see an issue on the `GitHub repository`_ that needs game assets to fix (like textures, 3D models, sound effects, music, etc.), then you can reply to that issue with either an asset you've found online, or one that you've made yourself!
es: Si ves un problema en el repositorio GitHub de `que necesita recursos de juego para solucionarse (como texturas, modelos 3D, efectos de sonido, música, etc.), puedes responder a ese problema con un recurso que hayas encontrado en Internet o con uno que hayas creado tú mismo!

source: If the asset doesn't solve an issue, but you still think Tabletop Club would benefit from having it, then you can `post an issue`_ with the asset submission template instead!
es: Si el recurso no resuelve un problema, pero sigues pensando que Tabletop Club se beneficiaría de tenerlo, entonces puedes `post an issue`_ con la plantilla de envío de recursos!

source: However you propose the asset, you need to provide the following information:
es: Independientemente de cómo proponga el activo, deberá facilitar la siguiente información:

source: The name of the asset.
es: Nombre del recurso.

source: The name of the author.
es: Nombre del autor.

source: The license the asset is under - keep in mind that we will only include assets with open licenses, e.g. `CC BY-SA 3.0 <https://creativecommons.org/licenses/by-sa/3.0/>`_.
es: La licencia bajo la que está el recurso - ten en cuenta que solo incluiremos activos con licencias abiertas, por ejemplo `CC BY-SA 3.0 <https://creativecommons.org/licenses/by-sa/3.0/>`_.

source: The URL where the asset can be downloaded from. The URL must be publically accessible, and it must lead to a trusted website.
es: La URL desde la que se puede descargar el activo. La URL debe ser de acceso público y debe llevar a un sitio web de confianza.

source: Compiling from the source code
es: Compilación a partir del código fuente

source: Downloading the Godot fork
es: Descargando el fork de Godot

source: The first step in compiling the game from scratch is to download and compile the game engine it runs on - `Godot <https://godotengine.org/>`_. Godot is a free and open-source 2D and 3D game engine, and it has all the functionality we need to make the game, except for one...
es: El primer paso para compilar el juego desde cero es descargar y compilar el motor del juego que se ejecuta en - `Godot <https://godotengine.org/>`_. Godot es un motor de juegos 2D y 3D gratuito y de código abierto, y tiene toda la funcionalidad que necesitamos para hacer el juego, excepto una...

source: At this point, if you've used Godot in the past, you might be wondering "wait, if it uses Godot, can't we just download Godot from the website and import the project?". Not quite, because we've needed to add our own little bit of code on top of vanilla Godot, so to compile the game we need to download and compile `a modified version of Godot <https://github.com/drwhut/godot>`_. If you're interested as to why we've modified Godot, see :ref:`why-modify-godot`.
es: En este punto, si has utilizado Godot en el pasado, puede que te estés preguntando "espera, si utiliza Godot, ¿no podemos simplemente descargar Godot de la página web e importar el proyecto?". No del todo, porque hemos tenido que añadir un poco de nuestro propio código en la versión simple de Godot, por lo que para compilar el juego tenemos que descargar y compilar `una versión modificada de Godot <https://github.com/drwhut/godot>`_. Si estás interesado en saber por qué hemos modificado Godot, consulta :ref:`why-modify-godot`.

source: To download the modified Godot, you'll need to have ``git`` installed on your computer (this will come in useful later as well). Then you can use this command in a terminal to download the fork of Godot:
es: Para descargar el Godot modificado, necesitarás tener ``git`` instalado en tu ordenador (esto también te será útil más adelante). A continuación, puede utilizar este comando en un terminal para descargar el fork de Godot:

source: The version number after ``-b tabletop`` refers to the Godot version the modified code is based on. You might need to change which version of Godot to download if you're planning on downloading a specific version of Tabletop Club, as different versions of Tabletop Club might use different versions of Godot.
es: El número de versión después de ``-b tabletop`` se refiere a la versión de Godot en la que se basa el código modificado. Es posible que tengas que cambiar qué versión de Godot que debes descargar. Si estás planeando descargar una versión específica de Tabletop Club, ya que diferentes versiones de Tabletop Club pueden utilizar diferentes versiones de Godot.

source: If you just plan on downloading the current ``master`` branch from Tabletop Club, then you don't need to change the above command.
es: Si solo planea descargar la rama actual ``master`` de Tabletop Club, entonces no necesita cambiar el comando anterior.

source: If you know which version of Tabletop Club you want to download, check this page in it's documentation and look for a command similar to the one above. Then, replace what comes after the ``-b`` above with what the documentation says. This way, you know you're compiling a compatible version of Godot for the Tabletop Club version you want.
es: Si sabes qué versión de Tabletop Club quieres descargar, comprueba esta página en su documentación y busca un comando similar al anterior. Entonces, sustituye lo que viene después de la ``-b`` por lo que dice la documentación. De esta forma, sabrás que estás compilando una versión compatible de Godot para la versión de Tabletop Club que quieres.

source: If you are struggling to compile Godot, or you simply don't want to, there are pre-built binaries of the Godot fork you can download from its `GitHub repository <https://github.com/drwhut/godot/releases>`_. Once it is running, you can then skip straight to :ref:`downloading-tabletop-club-source`.
es: Si tienes problemas para compilar Godot, o simplemente no quieres hacerlo, hay binarios precompilados del fork de Godot que puedes descargar desde su repositorio GitHub ` <https://github.com/drwhut/godot/releases>`_ . Una vez que esté funcionando, puedes pasar directamente a :ref:`downloading-tabletop-club-source`.

source: Please note that these builds are not officially supported, as they are artifacts from the fork's GitHub Actions rather than the official pipeline. Because of this, it is recommended to compile Godot from source instead if at all possible.
es: Tenga en cuenta que estas compilaciones no están soportadas oficialmente, ya que son artefactos de la bifurcación de GitHub Actions en lugar de la vía normal. Por ello, se recomienda compilar Godot desde el código fuente si es posible.

source: Compiling Godot
es: Compilando Godot

source: The way you compile Godot's source code is exactly how you would normally compile Godot, the documentation of which can be found `here <https://docs.godotengine.org/en/stable/development/compiling/index.html>`_. For convenience, the instructions from the Godot documentation has been taken, modified slightly, and put here for each platform [#godot-doc-license]_.
es: La forma de compilar el código fuente de Godot es exactamente la misma que se utiliza normalmente para compilar Godot, cuya documentación puede encontrarse en `aquí <https://docs.godotengine.org/en/stable/development/compiling/index.html>`_. Para mayor comodidad, se han tomado las instrucciones de la documentación de Godot, se han modificado ligeramente y se han puesto aquí para cada plataforma [#godot-doc-license]_.

source: For all platforms, you will need *at least* the following:
es: Para todas las plataformas, necesitarás *al menos* lo siguiente:

source: `Python 3.5+ <https://www.python.org/downloads/>`_. Make sure Python is added to your ``PATH`` environment variable.
es: `Python 3.5+ <https://www.python.org/downloads/>`_. Asegúrese de que Python está añadido a su variable de entorno ``PATH``.

source: `SCons 3.0+ <https://www.scons.org/>`_. Once you have Python installed, you can install it by opening a terminal/command prompt and running:
es: `SCons 3.0+ <https://www.scons.org/>`_. Una vez que tenga instalado Python, puede instalarlo abriendo un terminal y ejecutando:

source: You can check to see whether you have installed Python and SCons correctly by running:
es: Puede verificar si ha instalado Python y SCons correctamente ejecutando:

source: Compiling Godot for Windows
es: Compilación de Godot para Windows

source: Requirements
es: Requisitos

source: To compile Godot for Windows, you'll also need the following:
es: Para compilar Godot para Windows, también necesitará lo siguiente:

source: `Visual Studio Community <https://visualstudio.microsoft.com/vs/community/>`_ version 2017 or later. You'll need to install it with C++ support - if you've already installed Visual Studio without C++ support, you can re-run the installer and click :guilabel:`Modify` to install the C++ tools.
es: `Visual Studio Community <https://visualstudio.microsoft.com/vs/community/>`_ versión 2017 o posterior. Si ya has instalado Visual Studio sin compatibilidad con C++, puedes volver a ejecutar el instalador y hacer clic en :guilabel:`Modify` para instalar las herramientas de C++.

source: `MinGW-w64 <http://mingw-w64.org/doku.php>`_ with GCC can be used as an alternative to Visual Studio. You'll need to configure it to use the ``posix`` thread model.
es: `MinGW-w64 <http://mingw-w64.org/doku.php>`_ con GCC puede utilizarse como alternativa a Visual Studio. Tendrá que configurarlo para utilizar el modelo de hilos ``posix``.

source: Compiling
es: Compilando

source: To compile the engine, open a command prompt, change to the root directory of the engine code (using ``cd``), and run:
es: Para compilar el motor, abra una terminal, cambie al directorio raíz del código del motor (utilizando ``cd``), y ejecute:

source: The ``-j8`` means that SCons will use eight threads to compile Godot. To make compiling faster, it's best to have this number be the same as the number of logical cores in your CPU.
es: El ``-j8`` significa que SCons utilizará ocho hilos para compilar Godot. Para que la compilación sea más rápida, es mejor que este número sea el mismo que el número de núcleos lógicos de su CPU.

source: If it compiles successfully, the result binary will be put in ``godot/bin/`` with the name ``godot.windows.opt.tools.32.exe`` or ``godot.windows.opt.tools.64.exe``. By default, SCons will build a binary matching your CPU architecture, but this can be changed by adding ``bits=64`` or ``bits=32`` to the above command.
es: Si compila con éxito, el binario resultante se pondrá en ``godot/bin/`` con el nombre ``godot.windows.opt.tools.32.exe`` o ``godot.windows.opt.tools.64.exe``. Por defecto, SCons construirá un binario que coincida con la arquitectura de su CPU, pero esto puede cambiarse añadiendo ``bits=64`` o ``bits=32`` al comando anterior.

source: Creating a Visual Studio project
es: Creación de un proyecto de Visual Studio

source: If you want to create a Visual Studio solution for compiling Godot instead (which can come in handy if you plan to modify the Godot source code), you can run SCons with the ``vsproj=yes`` parameter added:
es: Si desea crear una solución Visual Studio para compilar Godot (que puede ser útil si va a modificar el código fuente de Godot), puede ejecutar SCons añadiendo el parámetro ``vsproj=yes`` :

source: Building an export template
es: Construyendo una plantilla de exportación

source: If you want to compile an export template to export a release build of the game from the editor, you can use the following comamnd:
es: Si desea compilar una plantilla de exportación para exportar una versión del juego desde el editor, puede utilizar la siguiente comamnd:

source: Compiling Godot for macOS
es: Compilación de Godot para macOS

source: To compile Godot for macOS, you'll also need `Xcode <https://apps.apple.com/us/app/xcode/id497799835>`_.
es: Para compilar Godot para macOS, también necesitarás `Xcode <https://apps.apple.com/us/app/xcode/id497799835>`_.

source: Start a terminal and go to the root directory of the engine code.
es: Inicie una terminal y vaya al directorio raíz del código del motor.

source: To compile for Intel (x86_64) CPUs, use:
es: Para compilar para CPUs Intel (x86_64), utilice:

source: To compile for Apple Silicon (ARM64) CPUs, use:
es: Para compilar para CPUs Apple Silicon (ARM64), utilize:

source: To support both architectures in a single "Universal 2" binary, run the above two commands, then use ``lipo`` to bundle them together:
es: Para soportar ambas arquitecturas en un único binario "Universal 2", ejecute los dos comandos anteriores y, a continuación, utilice ``lipo`` para agruparlos:

source: If it compiles successfully, the result binary will be put in ``godot/bin/``.
es: Si se compila correctamente, el binario resultante se pondrá en ``godot/bin/``.

source: To create an ``.app`` bundle like in the official builds, you need to use the template provided in ``misc/dist/osx_tools.app``:
es: Para crear un paquete ``.app`` como en las compilaciones oficiales, debe utilizar la plantilla proporcionada en ``misc/dist/osx_tools.app``:
